{"id":7161,"date":"2022-08-03T11:55:25","date_gmt":"2022-08-03T15:55:25","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?page_id=7161"},"modified":"2023-09-25T22:09:03","modified_gmt":"2023-09-26T01:09:03","slug":"politica-de-privacidad","status":"publish","type":"page","link":"https:\/\/www.ferrostaal-graphics.com\/politica-de-privacidad\/","title":{"rendered":"Política de privacidad"},"content":{"rendered":"<h2><img decoding=\"async\" class=\"size-full wp-image-7248 alignright\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/08\/politica-privacidad.png\" alt=\"\" width=\"220\" height=\"205\" \/>Política de Privacidad<br \/>\nFerrostaal Graphics SpA<\/h2>\n<p>&nbsp;<\/p>\n<p><strong>1.- GENERALIDADES <\/strong><\/p>\n<p>Por el presente instrumento, se regulan los términos y condiciones de navegación por el sitio web de FERROSTAAL GRAPHICS https:\/\/www.ferrostaal-graphics.com en adelante «el Sitio», con el fin de que quien lo desee pueda informarse, acceder y adquirir cualquiera de los servicios y productos que en ella se ofrezcan, así como también, cualquier otro contenido publicado en éste.<\/p>\n<p>FERROSTAAL GRAPHICS informa que todos los ingresos de datos o información que se efectúen a través del Sitio se sujetan a la presente Política de Privacidad, así como también a lo dispuesto en el presente por la Ley N° 19.628 sobre Protección de la Vida Privada y sus modificaciones posteriores y a lo que a futuro disponga la normativa chilena al efecto.<\/p>\n<p>FERROSTAAL GRAPHICS declara que ha procurado que la presente Política de Privacidad sea conocida por todos quienes accedan y utilicen la Plataforma, garantizando su acceso.<\/p>\n<p>FERROSTAAL GRAPHICS declara que la información almacenada a través del Sitio será utilizada primeramente para comunicarse con sus clientes, para así facilitar las interacciones, solicitudes, y eventuales transacciones que se puedan relacionar con la funcionalidad del Sitio. Además, dichos datos personales recabados serán utilizados para lograr una mejor gestión y administración del Sitio, para así poder prestar, ampliar y mejorar los servicios que se ofrecen a través de este, para adecuarlos a las preferencias y gustos de los clientes, y para actualizar la información sobre servicios y\/o productos ofrecidos por FERROSTAAL GRAPHICS.<\/p>\n<p>Estos Términos y Condiciones serán vinculantes para el usuario desde su aceptación y hasta que se revoque la autorización por parte del usuario.<\/p>\n<p>FERROSTAAL GRAPHICS podrá modificar estas Políticas de Privacidad en cualquier momento, notificando a los usuarios alternativamente mediante el envío de e-mails, de mensajes de texto (SMS), WhatsApp o cualquier otra aplicación de comunicaciones al teléfono celular, adjuntando la versión actualizada de las Políticas de Privacidad. Asimismo, informará de la actualización de las Políticas de Privacidad en la página principal u otras secciones de la Plataforma, a fin de mantener a los Usuarios siempre actualizados.<\/p>\n<p>Conforme a la ley aplicable, al usar la Plataforma tras haber recibido dicha notificación, se entiende que el Usuario acepta las actualizaciones de las Políticas de Privacidad. Los Usuarios siempre podrán decidir si aceptan o no las modificaciones a las Políticas de Privacidad. En el caso que el Usuario no acepte las nuevas Políticas de Privacidad, informándolo en la forma señalada en el punto dos siguiente, el vínculo entre este, y FERROSTAAL GRAPHICS quedará disuelto y la Información Personal y Datos Personales de dicho Usuario no será usada de otra forma que la que correspondía de acuerdo a las Políticas de Privacidad debidamente aceptadas.<\/p>\n<p><strong>2.- POLÍTICA DE PRIVACIDAD<\/strong><\/p>\n<p>FERROSTAAL GRAPHICS queda autorizada, desde ya, de manera expresa e inequívoca para almacenar y tratar; así como también transferir para almacenamiento y tratamiento de las sociedades del Grupo FERROSTAAL, conforme se señala en el punto 4 de este documento, la información suministrada por el usuario en el Sitio, solo para aquellas finalidades para las que se encuentra facultado y respetando en todo caso, la normativa vigente sobre protección de datos personales. Se deja constancia que los datos que FERROSTAAL GRAPHICS adquiera a través del Sitio nunca será vendido.<\/p>\n<p>Se deja constancia que la incorporación de datos por parte del usuario en el Sitio es un acto voluntario, el cual se materializa al dar su consentimiento expreso e inequívoco en la casilla que al efecto se dispone en el formulario donde se recaban sus datos, y de esta forma estará aceptando expresamente lo dispuesto en esta Privacidad. En caso de que el cliente envíe información o datos a través a través de la sección “Formulario de Contacto”, por correo electrónico o llamada telefónica o mensajes instantáneos, se entenderá que también se están aceptando expresamente lo establecido en esta Política de Privacidad, y las autorizaciones que por este acto se otorgan a FERROSTAAL GRAPHICS.<\/p>\n<p>Se deja constancia que la incorporación de datos por parte del usuario en el Sitio es un acto voluntario y que por el solo hecho de haberse entregado a través de los medios dispuestos en el Sitio, se entiende aceptada la presente política de privacidad.<\/p>\n<p>Conforme a la Ley N.º 19.628 sobre protección de datos de carácter personal, el usuario que haya registrado información personal en el Sitio estará facultado para eliminar dicha información de la base de datos de FERROSTAAL GRAPHICS y revocar las autorizaciones otorgadas, debiendo para ello comunicarse al siguiente correo electrónico webmaster@ferrostaal-graphics.com.<br \/>\nLa revocación siempre deberá constar por escrito y no tendrá efecto retroactivo, sin perjuicio de que el Usuario pueda solicitar la eliminación total de sus datos.<\/p>\n<p><strong>3. RECOPILACIÓN DE LOS DATOS PERSONALES Y DE LA INFORMACIÓN PERSONAL<\/strong><\/p>\n<p><strong>3.1<\/strong> Para acceder a determinadas secciones del Sitio, los Usuarios deberán completar un registro (el “Registro”) con Datos Personales tales como nombre completo, número de cédula de identidad, pasaporte o rol único tributario, dirección de correo electrónico, domicilio particular y\/o comercial, número de teléfono y otros que le puedan ser solicitados y sean necesarios para el correcto uso del Sitio o para la correcta prestación de los servicios otorgados por FERROSTAAL GRAPHICS.<\/p>\n<p>Sin perjuicio de lo anterior, se entenderá incluido dentro del concepto “datos personales” tanto los señalados precedentemente, como asimismo el uso y visita del sitio web, operaciones de compra de productos o servicios, forma de pago, entre otros.<\/p>\n<p><strong>3.2<\/strong> Asimismo, durante el uso del Sitio, los usuarios proporcionarán a FERROSTAAL GRAPHICS información relativa a sus contactos y preferencia en lo que respecta a la materia del Sitio, incluyendo la grabación de llamados que los Usuarios puedan realizar al servicio de soporte técnico de la Plataforma (la “Información Personal”).<\/p>\n<p><strong>3.3<\/strong> Los Usuarios asumen el compromiso de indicar en el Registro sus Datos Personales de manera exacta, precisa y verdadera, así como también la obligación de actualizar sus Datos Personales cada vez que ocurra una modificación de los mismos. FERROSTAAL GRAPHICS no será responsable por la no recepción de correos electrónicos, llamadas telefónicas, mensajes instantáneos, u otro tipo de comunicación por parte del usuario, en los casos en que existiera algún error en la indicación del nombre, correo electrónico, número de teléfono u otros datos que indique en el Sitio, o por cualquier causa o motivo atribuible al usuario.<\/p>\n<p><strong>3.4<\/strong> Los Datos Personales introducidos por el Usuario en el Registro deberán ser exactos, actuales y veraces en todo momento. FERROSTAAL GRAPHICS se reserva el derecho a solicitar algún comprobante y\/o dato adicional a efectos de corroborar los Datos Personales indicados en el Registro y de suspender, temporal y\/o definitivamente, a aquel Usuario cuyos datos no hayan podido ser confirmados. No obstante lo anterior, FERROSTAAL GRAPHICS no se responsabiliza por la certeza de los Datos consignados en el Registro, toda vez que los mismos son suministrados por el Usuario y son de su única y exclusiva responsabilidad. En este sentido el Usuario garantiza y responde, en cualquier caso, de la veracidad, exactitud, vigencia y autenticidad de sus Datos Personales.<\/p>\n<p><strong>3.5<\/strong> Los Datos Personales que el Usuario proporcione se integrarán en una base de datos personales de la que es responsable FERROSTAAL GRAPHICS. Asimismo, la Información Personal de los Usuarios será recopilada y utilizada en la forma descrita en estas Políticas de Privacidad.<\/p>\n<p><strong>4. TRATAMIENTO DE DATOS.<\/strong><\/p>\n<p><strong>4.1<\/strong> A través de la aceptación de las Políticas de Privacidad, el Usuario declara que: Autoriza a FERROSTAAL GRAPHICS a recopilar, procesar, utilizar y compartir sus Datos Personales, de acuerdo a estas Políticas de Privacidad y a la Ley Nº 19.628 de Protección de datos de carácter personal.<\/p>\n<p><strong>4.2<\/strong> FERROSTAAL GRAPHICS declara que la información almacenada a través del Sitio será utilizada primeramente para comunicarse con sus clientes, para así facilitar las interacciones, solicitudes, y eventuales transacciones que se puedan relacionar con la funcionalidad del Sitio. Además, dichos datos personales recabados serán utilizados para lograr una mejor gestión y administración del Sitio, para así poder prestar, ampliar y mejorar los servicios que se ofrecen a través de este, para adecuarlos a las preferencias y gustos de los clientes, y para actualizar la información sobre servicios y\/o productos ofrecidos por FERROSTAAL GRAPHICS.<\/p>\n<p><strong>4.3<\/strong> Conforme lo anterior, los datos personales de los usuarios podrán ser tratados por FERROSTAAL GRAPHICS y\/o sus empresas relacionadas para:<br \/>\n<strong>(i)<\/strong> preparar, implementar, promocionar y ofrecer nuevos productos y servicios a sus clientes, o bien, nuevos atributos, modalidades o características a los productos y servicios que ya están a su disposición;<br \/>\n<strong>(ii)<\/strong> completar automáticamente los documentos asociados a las transacciones realizadas por sus clientes en función de los productos adquiridos y\/o servicios utilizados o contratados, o que en el futuro adquieran, utilicen o contraten, con FERROSTAAL GRAPHICS o sus empresas relacionadas;<br \/>\n<strong>(iii)<\/strong> acceder a, procesar y tratar la información de sus clientes, a fin de ajustar la oferta de productos y servicios a su perfil de cliente, o bien, efectuar análisis, reportes y evaluaciones a su respecto; y<br \/>\n<strong>(iv)<\/strong> desarrollar acciones comerciales o servicios de post venta, de carácter general o dirigidas personalmente cada uno de sus clientes.<\/p>\n<p><strong>4.4<\/strong> Por otra parte, FERROSTAAL GRAPHICS podrá utilizar la dirección de correo electrónico y número de teléfono que haya remitido el cliente a través del formulario de contacto contenido en el Sitio para enviar información, mensajes o comunicaciones promocionales o publicitarias, mediante el envío de correos electrónicos, llamadas telefónicas, mensajes de texto (SMS), aplicaciones de mensajería instantánea u otras plataformas similares, sobre productos, servicios, ofertas y noticias de FERROSTAAL GRAPHICS que esta última pueda considerar de interés los usuarios.<br \/>\nCon el fin de atender el caso particular de cada uno de los usuarios de forma eficiente, FERROSTAAL GRAPHICS podrá compartir su información o datos con sus ejecutivos, para una mejor comprensión de su solicitud o requerimiento específico.<br \/>\nEn ningún caso el Usuario recibirá información de terceros sin haberle informado y solicitado su consentimiento previamente, velando de este modo por cumplir con los parámetros de la ley.<\/p>\n<p><strong>4.5<\/strong> Toda información, mensaje o comunicación promocional o publicitaria enviada por FERROSTAAL GRAPHICS, mediante correo electrónico dirigido a los usuarios, indicará el asunto a que se refiere, la identidad de FERROSTAAL GRAPHICS como remitente y, además, un link para que el destinatario, si lo desea, pueda solicitar la suspensión de esos envíos, e imprimir un comprobante de la solicitud. De esta forma cesarán los mensajes a toda persona que lo haya solicitado. Sin perjuicio de lo anterior, le podrá solicitar que al Usuario siempre lo excluyan de las listas para el envío de información promocional y\/o publicitaria, mediante un correo electrónico dirigido a webmaster@ferrostaal-graphic.com.<\/p>\n<p><strong>4.6<\/strong> Los ganadores de las promociones y\/o concursos que eventualmente realice FERROSTAAL GRAPHICS autorizan expresamente a difundir sus nombres, datos personales e imágenes, por los medios y en las formas que consideren convenientes, con fines publicitarios y\/o promocionales, sin derecho a compensación alguna.<\/p>\n<p><strong>4.7<\/strong> El Usuario reconoce y acepta que FERROSTAAL GRAPHICS revele, comparta o transfiera, total o parcialmente, sus Datos Personales e Información Personal con su matriz, personas relacionadas o empresas afiliadas o relacionadas con FERROSTAAL GRAPHICS, a cualquier título y en el momento, forma y condiciones que estime pertinente. En estos casos, FERROSTAAL GRAPHICS velará porque se cumplan ciertos estándares, mediante la firma de acuerdos o convenios cuyo objeto sea la privacidad de tales Datos Personales y de la Información Personal. Junto con ello:<br \/>\n&#8211; Autoriza expresamente a FERROSTAAL GRAPHICS para que almacene, guarde y procese sus Datos Personales o los transfiera o transmita a su matriz o empresas relacionadas, de conformidad a la ley Nº 19.628 y a la Política de Privacidad de Datos de FERROSTAAL GRAPHICS.<br \/>\n&#8211; Autoriza a compartir los Datos Personales con los proveedores de servicios o con las empresas con quienes FERROSTAAL GRAPHICS tenga una relación de colaboración o alianza, que contribuyan a mejorar o facilitar las operaciones a través de FERROSTAAL GRAPHICS, como (sin limitarse a) en los rubros de transporte, medios de pago, seguros o intermediarios en la gestión de pagos, call centers o programas de fidelidad, entre otros. FERROSTAAL GRAPHICS velará porque se cumplan ciertos estándares, mediante la firma de acuerdos o convenios cuyo objeto sea la privacidad de los Datos Personales de los Usuarios.<br \/>\n&#8211; Reconoce que, en algunos casos, proveedores “outsourcing” de servicios podrán recoger información directamente del Usuario, por ejemplo, si se realizan encuestas o estudios. En tales casos, el Usuario podrá recibir una notificación acerca de la participación de un proveedor de servicios en tales actividades y quedará, a su discreción, el acceder o no a proporcionarle sus Datos Personales u otra Información Personal que le sea solicitada, así como autorizar a dichos proveedores a utilizar o compartir esa información. En caso que el Usuario facilite, voluntariamente y por propia iniciativa, sus Datos Personales u otra información adicional a tales proveedores, estos últimos usarán esa información conforme a sus propias políticas de privacidad, de forma que el Usuario acepta y reconoce que FERROSTAAL GRAPHICS no se hace responsable por el uso indebido de sus Datos Personales y\/u otra Información Personal que hagan los proveedores o compañías o sitios de Internet que actúen por cuenta propia. De conformidad a la ley, el proveedor que requiera recolectar datos personales de los Usuarios deberá siempre informar acerca del carácter facultativo de las respuestas y el propósito para el cual se está solicitando la información.<br \/>\n&#8211; Acepta que las llamadas que realice al servicio de soporte técnico del Sitio puedan ser grabadas con la finalidad de supervisar la prestación del Servicio por parte de FERROSTAAL GRAPHICS; se puedan remitir sus consultas, sugerencias o reclamos a quienes corresponda; y, se investiguen a profundidad situaciones graves que puedan ser denunciadas.<br \/>\n&#8211; Autoriza a FERROSTAAL GRAPHICS para comunicar su Información Personal y Datos Personales con la finalidad de cumplir la normativa aplicable y cooperar con las autoridades judiciales y\/o gubernamentales, en la medida en que FERROSTAAL GRAPHICS discrecionalmente lo entienda necesario y adecuado en relación con cualquier investigación de un ilícito o un fraude, infracción de derechos de propiedad industrial o intelectual, u otra actividad que sea ilegal o que pueda exponer a FERROSTAAL GRAPHICS o a los Usuarios a cualquier responsabilidad legal. Este derecho podrá ser ejercido por FERROSTAAL GRAPHICS a efectos de cooperar con el cumplimiento y ejecución de la ley, independientemente que no exista una orden judicial o administrativa al efecto.<\/p>\n<p>El usuario reconoce que será el único responsable de todos los actos que tengan lugar mediante el uso del Sitio, lo que incluye hacerse cargo del pago de los cobros que eventualmente se devenguen y de los perjuicios que puedan sufrir otros Usuarios y\/o terceros por tal motivo.<\/p>\n<p><strong>4.8<\/strong> FERROSTAAL GRAPHICS recopilará, utilizará y compartirá sus Datos Personales e Información Personal a fin de proporcionar seguridad a los Usuarios y que los servicios sean prestados correctamente. De esta forma, FERROSTAAL GRAPHICS podrá utilizar la información recopilada para:<br \/>\n&#8211; Crear y actualizar la Cuenta del Usuario.<br \/>\n&#8211; Verificar la identidad del Usuario.<br \/>\n&#8211; Comprobar la veracidad de los Datos Personales de los Usuarios.<br \/>\n&#8211; Procesar y\/o facilitar el pago de las operaciones efectuadas a través de la Plataforma.<br \/>\n&#8211; Permitir a los Usuarios hacer un seguimiento de sus operaciones.<br \/>\n&#8211; Permitir que el servicio de soporte técnico de la Plataforma pueda contactar a los Usuarios a fin de que el Servicio sea llevado a cabo de la forma más eficiente posible.<br \/>\n&#8211; Realizar pruebas, investigaciones y análisis respecto a la prestación de los servicios y de las operaciones realizadas por los Usuarios.<br \/>\n&#8211; Realizar gestiones de cobranza, extrajudicial o judicial, sea realizada directamente o encargada a un tercero.<br \/>\n&#8211; Comunicar sus deudas a los registros o bancos de datos personales que almacenan y comunican información sobre las obligaciones impagas.<br \/>\n&#8211; Enviar a los Usuarios información respecto a promociones y\/o publicidad de sus servicios y productos de las empresas relacionadas.<\/p>\n<p><strong>4.9<\/strong> En cualquier caso, los usuarios que entreguen información o datos a FERROSTAAL GRAPHICS tendrán los siguientes derechos:<br \/>\n&#8211; El usuario podrá ejercitar en cualquier momento sus derechos de acceso, rectificación, cancelación y oposición, y todos los demás derechos que confiere la Ley N° 19.628, respecto al tratamiento de sus datos personales, mediante solicitud por escrito enviada a la siguiente dirección de correo electrónico: webmaster@ferrostaal-graphics.com.<br \/>\n&#8211; Con la finalidad de proteger la privacidad y seguridad de los clientes, FERROSTAAL GRAPHICS tomará las medidas razonables que estime necesarias para comprobar su identidad antes de darle acceso a sus propios datos o permitir que los corrija.<\/p>\n<p><strong>5. SEGURIDAD Y ALMACENAMIENTO DE LOS DATOS PERSONALES<\/strong><\/p>\n<p><strong>5.1<\/strong> FERROSTAAL GRAPHICS tratará los Datos Personales de sus Usuarios de conformidad a lo dispuesto en la Ley Nº 19.628 sobre Protección de la Vida Privada y respetando siempre el pleno ejercicio de los derechos fundamentales de los Usuarios.<\/p>\n<p><strong>5.2<\/strong> FERROSTAAL GRAPHICS considera que los Datos Personales y otra Información Personal de sus Usuarios como un activo que debe ser protegido de cualquier pérdida o acceso no autorizado, por lo que tomará todas las precauciones para resguardarla mediante la implementación de mecanismos de seguridad informática eficaces, tales como cortafuegos (“firewalls”) y Secure Socket Layers (“SSL”). FERROSTAAL GRAPHICS se obliga a cumplir con toda la normativa aplicable en materia de medidas de seguridad aplicables a los Datos Personales, utilizando los estándares de la industria entre materia de protección y confidencialidad de su Información Personal.<\/p>\n<p><strong>5.3<\/strong> No obstante, y considerando que internet es un sistema abierto, de acceso público, FERROSTAAL GRAPHICS no puede garantizar que terceros no autorizados no puedan eventualmente superar las medidas de seguridad y utilizar la Información Personal y\/o Datos Personales del Usuario en forma indebida.<\/p>\n<p><strong>5.4<\/strong> El Usuario reconoce y acepta expresamente que FERROSTAAL GRAPHICS, a su exclusivo criterio, recabe, almacene y eventualmente monitoree el intercambio de mensajes y correos electrónicos entre los Usuarios y que sean efectuados dentro del Sitio, con el objetivo de contribuir a la seguridad de las relaciones y comunicaciones que se desarrollan a través de la Plataforma.<\/p>\n<p><strong>5.5<\/strong> FERROSTAAL GRAPHICS queda desde ya autorizado para recoger y almacenar automáticamente cierta información sobre la actividad de los Usuarios y visitantes dentro de su sitio web. Tal información puede incluir la URL de la que provienen (estén o no en el sitio web de FERROSTAAL GRAPHICS), a qué URL acceden seguidamente (estén o no en el sitio web de FERROSTAAL GRAPHICS), qué navegador están usando, y sus direcciones IP. También las páginas visitadas, las búsquedas realizadas, las publicaciones, compras o ventas, calificaciones y réplicas ingresadas, mensajes en los foros, entre otra información que podrá ser almacenada y retenida.<\/p>\n<p><strong>5.6<\/strong> FERROSTAAL GRAPHICS no se hace responsable por interceptaciones ilegales o violación de sus sistemas o bases de datos por parte de personas no autorizadas. FERROSTAAL GRAPHICS, tampoco se hace responsable por la indebida utilización de la información obtenida por esos medios.<\/p>\n<p><strong>5.7<\/strong> Todos los Datos Personales serán almacenados en un archivo o soporte automatizado de datos personales.<\/p>\n<p><strong>5.8<\/strong> FERROSTAAL GRAPHICS no venderá, arrendará ni compartirá los Datos Personales u otra Información Personal de sus Usuarios, excepto en las formas establecidas en estas Políticas de Privacidad.<\/p>\n<p><strong>5.9<\/strong> FERROSTAAL GRAPHICS conservará los Datos Personales y la Información Personal de los Usuarios por el tiempo que establece la normativa vigente, a fin de resguardarse y poder resolver posibles disputas o reclamos, detectar problemas o incidencias y solucionarlos.<\/p>\n<p><strong>6. DERECHO DE ACCESO, MODIFICACIÓN, RECTIFICACIÓN Y ELIMINACIÓN DE LOS DATOS PERSONALES.<\/strong><\/p>\n<p><strong>6.1<\/strong> Tal como ya se ha mencionado precedentemente los Usuarios podrán ejercitar los derechos de acceder, modificar, rectificar y eliminar sus Datos Personales, incluyendo su dirección de email, así como a oponerse al tratamiento de los mismos y a ser informado de las cesiones y\/o transferencias internacionales de sus Datos Personales, de conformidad a lo dispuesto en la Ley Nº 19.628 sobre Protección de la Vida Privada.<\/p>\n<p><strong>6.2<\/strong> Conforme se establece en el artículo 12 de la Ley Nº 19.628, el Usuario titular de los Datos Personales y previa acreditación de su identidad, tiene la facultad de ejercer el derecho de acceder, modificar, rectificar y\/o eliminar sus Datos Personales, en forma gratuita, solicitud que deberá ser atendida dentro de los 2 (dos) días hábiles a que se efectuado.<\/p>\n<p><strong>6.3<\/strong> La solicitud de acceso, modificación, rectificación y\/o eliminación de Datos Persona les deberá efectuarse mediante correo electrónico enviado a webmaster@ferrostaal-graphics.com, incluyendo su nombre completo, cédula nacional de identidad o rol único tributario, y número de teléfono celular. Sin perjuicio de los cambios que se realicen, FERROSTAAL GRAPHICS podrá conservar la información personal anterior por motivos de seguridad y control del fraude, en caso de tener dudas razonables.<\/p>\n<p><strong>6.4<\/strong> En caso de infracción a las disposiciones anteriores, los Usuarios podrán recurrir ante el juez de letras en lo civil de Santiago, solicitando amparo a los derechos consagrados en la Ley Nº 19.628.<\/p>\n<p><strong>7. MENORES DE EDAD<\/strong><\/p>\n<p><strong>7.1<\/strong> Nuestros servicios sólo están disponibles para aquellas personas que tengan capacidad legal para contratar. Por lo tanto, aquellos que no cumplan con esta condición deberán abstenerse de suministrar información personal para ser incluida en nuestras bases de datos. Sin embargo, pueden hacerlo a través de sus representantes legales.<\/p>\n<p><strong>8. REQUERIMIENTOS LEGALES<\/strong><\/p>\n<p><strong>8.1<\/strong> FERROSTAAL GRAPHICS cooperará con las autoridades competentes y con otros terceros para garantizar el cumplimiento de la normativa vigente, por ejemplo, en materia de protección de derechos de propiedad industrial e intelectual, prevención del fraude, entre otras.<\/p>\n<p><strong>8.2<\/strong> En este sentido, FERROSTAAL GRAPHICS podrá revelar la Información Personal y Datos Personales de sus Usuarios en caso que así sea requerido por autoridades judiciales o gubernamentales competentes, para efectos de investigaciones conducidas por ellas, aunque no exista una orden ni una citación ejecutiva o judicial, así como también en caso de investigaciones de carácter penal, fraude o relacionadas con piratería informática o la violación de derechos de autor. En tales situaciones, FERROSTAAL GRAPHICS colaborará con las autoridades competentes con el fin de salvaguardar la integridad y la seguridad de la comunidad y la de sus Usuarios.<\/p>\n<p><strong>8.3<\/strong> Para tales efectos, FERROSTAAL GRAPHICS podrá comunicar cualquier Información Personal y\/o Datos Personales de sus Usuarios, con la finalidad de cumplir la normativa aplicable y cooperar con las autoridades competentes, en la medida en que discrecionalmente lo entienda necesario y adecuado en relación con cualquier investigación de un ilícito o un fraude, infracción de derechos de propiedad industrial o intelectual, u otra actividad que sea ilegal o que pueda exponer a FERROSTAAL GRAPHICS o a los Usuarios a cualquier responsabilidad legal. Este derecho será ejercido por FERROSTAAL GRAPHICS a efectos de cooperar con el cumplimiento y ejecución de la ley, independientemente que no exista una orden judicial o administrativa al efecto.<\/p>\n<p><strong>8.4<\/strong> Adicionalmente, FERROSTAAL GRAPHICS se reserva el derecho (y los Usuarios lo autorizan expresamente a ello) de comunicar información a entidades o terceros cuando haya motivos suficientes para considerar que la actividad de un Usuario sea sospechosa de intentar o cometer un delito o intentar perjudicar a otras personas. Este derecho será utilizado por FERROSTAAL GRAPHICS a su entera discreción, cuando lo considere apropiado o necesario para mantener la integridad y la seguridad de la comunidad y la de sus Usuarios; para hacer cumplir la presente Política de Privacidad; y, a efectos de cooperar con la ejecución y cumplimiento de la ley. Este derecho será ejercido por FERROSTAAL GRAPHICS a efectos de cooperar con el cumplimiento y ejecución de la ley, independientemente que no exista una orden judicial o administrativa al efecto.<\/p>\n<p><strong>9. CAMBIO EN LAS PREFERENCIAS DE EMAILS, SMS U OTROS MEDIOS DE COMUNICACIÓN<\/strong><\/p>\n<p><strong>9.1<\/strong> Sin perjuicio que FERROSTAAL GRAPHICS quiere mantener a los Usuarios actualizados en todo momento sobre sus actividades, promociones, oferta, etc., los Usuarios siempre podrán seleccionar los emails, SMS, otros medios de comunicación e información promocional que quieren recibir de FERROSTAAL GRAPHICS.<\/p>\n<p><strong>9.2<\/strong> En caso que el Usuario no quiera recibir dichas comunicaciones, podrá solicitarlo cambiando sus preferencias en el email siguiendo las instrucciones que FERROSTAAL GRAPHICS proporciona en sus comunicaciones o bien a través de su Cuenta, seleccionando aquella información que efectivamente quiere recibir.<\/p>\n<p><strong>10. COOKIES<\/strong><\/p>\n<p><strong>10.1<\/strong> Los Usuarios y visitantes del sitio web de FERROSTAAL GRAPHICS conocen y aceptan que FERROSTAAL GRAPHICS podrá utilizar un sistema de seguimiento mediante la utilización de cookies (las «Cookies»). Las Cookies son pequeños archivos que se instalan en el disco rígido, con una duración limitada en el tiempo que ayudan a personalizar los servicios. También se ofrecen ciertas funcionalidades que sólo están disponibles mediante el empleo de Cookies. Las Cookies se utilizan con el fin de conocer los intereses, el comportamiento y la demografía de quienes visitan o son usuarios del Sitio Web y\/o Plataforma.<\/p>\n<p><strong>10.2<\/strong> FERROSTAAL GRAPHICS usará la información obtenida por intermedio de las Cookies para analizar las páginas navegadas por el Usuario, las búsquedas realizadas, mejorar nuestras iniciativas comerciales y promocionales, mostrar publicidad o promociones, banners de interés, noticias sobre FERROSTAAL GRAPHICS, perfeccionar su nuestra oferta de contenidos y artículos, personalizar dichos contenidos, presentación y servicios; también FERROSTAAL GRAPHICS podrá utilizar Cookies para promover y hacer cumplir las reglas y seguridad de la Plataforma y del sitio. FERROSTAAL GRAPHICS podrá agregar Cookies en los e-mails que envíe para medir la efectividad de las promociones.<\/p>\n<p><strong>10.3<\/strong> FERROSTAAL GRAPHICS utilizará adicionalmente las Cookies para que el Usuario no tenga que introducir su clave reiteradamente durante una sesión de navegación, también para contabilizar y corroborar el registro, la actividad del Usuario y otros conceptos para acuerdos comerciales, siempre teniendo como objetivo de la instalación de las Cookies, el beneficio del usuario que la recibe, y no será usado con otros fines ajenos a FERROSTAAL GRAPHICS.<\/p>\n<p><strong>10.4<\/strong> Se establece que la instalación, permanencia y existencia de las Cookies en el computador de los Usuario depende de su exclusiva voluntad y puede ser eliminada de su computador cuando el Usuario así lo desee. Para saber cómo quitar las Cookies del sistema es necesario revisar la sección Ayuda (Help) del navegador de preferencia.<\/p>\n<p><strong>10.5<\/strong> Adicionalmente, se pueden encontrar Cookies u otros sistemas similares instalados por terceros en ciertas páginas de la Plataforma y sitio Web. Por ejemplo, al navegar por una página creada por un Usuario, puede que exista una Cookie emplazada en tal página.<\/p>\n<p><strong>10.6<\/strong> Por último, FERROSTAAL GRAPHICS almacena cookies para poder ofrecer una experiencia más interactiva en el sitio, basada en las acciones de los Usuarios. Al acceder a nuestra página web, los usuarios son informados mediante un banner acerca del uso de cookies con fines analíticos y remitidos a la presente declaración de protección de datos. Las cookies las podrá desactivar en la configuración de su navegador.<\/p>\n<p><strong>10.7<\/strong> Este procedimiento se realiza de forma diferente en los distintos navegadores y es necesario realizarlo en cada navegador que se utilice.<br \/>\n<strong>10.8<\/strong> Se aclara expresamente que estas políticas cubren la utilización de Cookies por este sitio y no la utilización de Cookies por parte de anunciantes. FERROSTAAL GRAPHICS no controla el uso de Cookies por terceros.<\/p>\n<p><strong>11. SPAM<\/strong><\/p>\n<p><strong>11.1<\/strong> FERROSTAAL GRAPHICS y sus usuarios no aceptan conductas consideradas «spamming», ya sea en opiniones, preguntas, respuestas y\/o el envío no solicitado de correos electrónicos. Queda absolutamente prohibido el envío indiscriminado de mensajes de cualquier naturaleza entre los usuarios de FERROSTAAL GRAPHICS.<\/p>\n<p><strong>11.2<\/strong> FERROSTAAL GRAPHICS podrá suspender o inhabilitar definitivamente esta política.<\/p>\n<p><strong>12.<\/strong> EXCLUSIÓN DE RESPONSABILIDAD<\/p>\n<p><strong>12.1<\/strong> Cuando el usuario acepte esta Política de Privacidad, el uso que efectúen del Sitio será bajo su propio riesgo.<\/p>\n<p><strong>12.2<\/strong> FERROSTAAL GRAPHICS no será responsable, con respecto al uso del Sitio del Sitio, el contenido del mismo, por los daños o perjuicios causados por, incluyendo pero no limitado a, fallas en el rendimiento, errores, omisiones, interrupciones, defectos, demoras en la transmisión, virus computacionales, fallas en las líneas de comunicación, robo, destrucción o acceso no autorizado a este sitio web o su alteración, la del contenido incluido en él, o el uso de este sitio web para el incumplimiento de contratos, ejecutar conductas dañosas o negligentes o, en general, por cualquier otro motivo. FERROSTAAL GRAPHICS no será responsable por los daños o perjuicios que puedan resultar del uso o de la imposibilidad para usar, el contenido de este sitio.<\/p>\n<p><strong>12.3<\/strong> Asimismo, el usuario declara conocer y aceptar que en la navegación a través de sitios web, se puede derivar desde el Sitio a otros sitios administrados por terceros. Conforme lo anterior, FERROSTAAL GRAPHICS no se hace responsable por el contenido de sitios administrados a terceros, como tampoco de la información y actividad que se pueda realizar en ella. En general, se excluye absolutamente de responsabilidad a FERROSTAAL GRAPHICS por cualquier acto y omisión que ocurra una vez utilizado un sitio distinto al administrado por FERROSTAAL GRAPHICS, sea que se haya accedido a través o no de la página web https:\/\/www.ferrostaal-graphics.com<\/p>\n<p><strong>13. JURISDICCIÓN Y LEY APLICABLE<\/strong><\/p>\n<p>Todo lo relativo a la interpretación y cumplimiento de la presente Política de Privacidad estará regido exclusivamente por las leyes de la República de Chile, y las partes se someten a la jurisdicción y competencia de los Tribunales Ordinarios de Santiago de Chile.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Política de Privacidad Ferrostaal Graphics SpA &nbsp; 1.- GENERALIDADES Por el presente instrumento, se regulan los términos y condiciones de navegación por el sitio web de FERROSTAAL GRAPHICS https:\/\/www.ferrostaal-graphics.com en adelante «el Sitio», con el fin de que quien lo desee pueda informarse, acceder y adquirir cualquiera de los servicios y productos que en ella [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"page-templates\/shop-page.php","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-7161","page","type-page","status-publish","hentry"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/pages\/7161","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=7161"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/pages\/7161\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=7161"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}