{"id":3277,"date":"2022-04-05T00:15:52","date_gmt":"2022-04-05T04:15:52","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/2022\/producto\/magnus-400-ii\/"},"modified":"2022-04-05T00:15:52","modified_gmt":"2022-04-05T04:15:52","slug":"magnus-400-ii","status":"publish","type":"product","link":"https:\/\/www.ferrostaal-graphics.com\/producto\/magnus-400-ii\/","title":{"rendered":"MAGNUS 400 II"},"content":{"rendered":"<p>MAGNUS 400 IIDesde el modelo básico hasta el CTP Kodak Magnus 400 II Quantum totalmente automatizado y de alta velocidad, todos estos dispositivos proporcionan una filmación exacta y un rendimiento de gran prestigio en el sector. Su reducido espacio en planta ahorra un valioso espacio en el taller y su mayor tama&ntilde;o de tambor proporciona flexibilidad para filmar una amplia gama de planchas de 2 a 6 páginas.Productividad automatizada y modularidad para ahorrar costesEl CTP Magnus 400 II ofrece características avanzadas y opciones modulares que incrementan la eficiencia en todos los aspectos de la producción de planchas.El funcionamiento semiautomático con ContinuousLoad de esta versión permite una producción ininterrumpida de planchas. Por otro lado, su nueva opción de perforación deja las planchas listas para imprimir.Es fácilmente actualizable a una automatización completa con la unidad MCU para trabajar sin intervención humana, y su característica de carga manual permite repetir planchas rápidamente. La carga de planchas, la retirada de las hojas de protección intercaladas y la perforación en línea están totalmente automatizadas.CTPs Magnus 400 II rentables y de alta velocidadElija entre los distintos modelos de CTP Magnus 400 II disponibles, con velocidades de producción de hasta 22 planchas por hora y una filmación de alta calidad que admite hasta 250 lpp y el tramado Kodak Staccato de 25 micras.Productividad y filmación excepcionales con el CTP Magnus 400 II QuantumEl CTP de gama alta Kodak Magnus 400 II Quantum filma la impresionante cantidad de 38 planchas por hora e incorpora la tecnología de filmación Kodak squarespot para una mayor estabilidad de procesos e impresión fotorrealista con tramado Kodak Staccato de 10 ó 20 micras. Con la automatización completa, se trata de un dispositivo potente y productivo dotado de una calidad de imagen superior.Planchas sin procesado ecológicas y que ahorran costesLos CTPs Magnus 400 II admiten las planchas sin procesado Kodak Thermal Direct y otras planchas sin procesado.Integración total con las soluciones de flujo de trabajo KodakLos CTPs Magnus 400 II están integrados estrechamente con las soluciones de flujo de trabajo Kodak y permiten crear una solución de preimpresión totalmente automatizada. La integración con sistemas de flujo de trabajo de otros fabricantes resulta sencilla.En combinación con las planchas Kodak y los sistemas de flujo de trabajo Kodak, el CTP Magnus 400 II es la solución ideal para los impresores comerciales.&nbsp;https:\/\/youtu.be\/TKtxbpIlYWc<\/p>\n","protected":false},"excerpt":{"rendered":"<p>MAGNUS 400 II<\/p>\n","protected":false},"featured_media":3276,"comment_status":"open","ping_status":"closed","template":"","meta":{"_acf_changed":false},"pwb-brand":[97],"product_brand":[],"product_cat":[88],"product_tag":[],"class_list":{"0":"post-3277","1":"product","2":"type-product","3":"status-publish","4":"has-post-thumbnail","6":"pwb-brand-kodak","7":"product_cat-computer-to-plate-ctp","9":"first","10":"instock","11":"shipping-taxable","12":"product-type-simple"},"acf":[],"brands":[{"id":97,"name":"KODAK","slug":"kodak"}],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product\/3277","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=3277"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/3276"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=3277"}],"wp:term":[{"taxonomy":"pwb-brand","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/pwb-brand?post=3277"},{"taxonomy":"product_brand","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product_brand?post=3277"},{"taxonomy":"product_cat","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product_cat?post=3277"},{"taxonomy":"product_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product_tag?post=3277"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}