{"id":3284,"date":"2022-04-05T00:15:53","date_gmt":"2022-04-05T04:15:53","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/2022\/producto\/magnus-800\/"},"modified":"2022-04-05T00:15:53","modified_gmt":"2022-04-05T04:15:53","slug":"magnus-800","status":"publish","type":"product","link":"https:\/\/www.ferrostaal-graphics.com\/producto\/magnus-800\/","title":{"rendered":"MAGNUS 800"},"content":{"rendered":"<p>Magnus 800Automatización avanzada para flexibilidad y productividadUn dise&ntilde;o y un software perfeccionados ofrecen un mayor rendimiento y menores paradas, con tres niveles de automatización que van desde el sistema básico semiautomático con perforación en línea hasta la unidad monocasete o multicasete para un funcionamiento prolongado sin intervención humana.&nbsp;Para adaptarse al dise&ntilde;o de su centro de producción, las unidades de casete pueden instalarse en el lado izquierdo o derecho del cargador automático. El cargador automático ofrece la retirada automática de las hojas de protección intercalada, que se envían a un depósito externo. Todas las opciones de automatización son actualizables.&nbsp;Mayor productividad, con potencial de actualizaciónEl CTP Magnus 800 está disponible en modelos que producen hasta 60 planchas por hora. Los sistemas de 15, 22, 30 y 40 planchas por hora pueden actualizarse fácilmente a medida que crece la demanda.&nbsp;Tecnología de filmación Kodak squarespot y registro ultraprecisoIncluida en el CTP Magnus 800 Quantum, la tecnología de filmación Kodak squarespot compensa automáticamente la expansión y la contracción de la plancha con los cambios de temperatura, para obtener una filmación uniforme entre planchas y entre máquinas.La tecnología squarespot tambi&eacute;n permite el tramado Kodak Staccato, que ofrece una fidelidad de imagen sin moir&eacute;s y con una extraordinaria uniformidad de tono y color en toda la tirada. Además, el mecanismo de autofocus dinámico proporciona robustez frente a las variaciones del proceso en la plancha y resuelve el problema de los puntos calientes.&nbsp;&nbsp;&nbsp;Integración total con las soluciones KodakEl CTP Magnus 800 está estrechamente integrado con las soluciones de flujo de trabajo Kodak, los equipos de procesado Kodak y las planchas Kodak, proporcionando una completa solución de preimpresión automatizada. Tambi&eacute;n permite integrar fácilmente sistemas de flujo de trabajo deotros fabricantes.Reduzca los costes y el da&ntilde;o al medio ambiente con planchas sin procesado La familia de CTPs Magnus 800 admite las planchas sin procesado Kodak Thermal Direct y otras planchas sin procesado del mercado. Estas planchas alternativas reducen significativamente los costes y tienen un menor impacto ambiental que las planchas tradicionales.&nbsp;Tecnología CTP de filmación t&eacute;rmica a 830 nm, carga de planchas semi o totalmente automática, tambor externo.&nbsp;Sistemas de carga y descarga&nbsp;&bull; ContinuousLoad: Semiautomático. Mientras se filma una plancha, la siguiente se posiciona para cargarse automáticamente en cuanto se descargue el tambor.&nbsp;&bull; Cargador automático con unidad monocasete: Totalmente automatizado. La unidad tiene una capacidad de hasta 100 planchas del mismo tama&ntilde;o y espesor con hojas de protección intercaladas. La SCU (unidad multicasete) puede configurarse a la izquierda o derecha del dispositivo.&nbsp;&bull; Cargador automático con unidad multicasete: Totalmente automatizado. La unidad contiene hasta 500 planchas en cinco casetes, cada uno con un mínimo de 100 planchas del mismo tama&ntilde;o y espesor. Cada casete puede contener planchas de un tama&ntilde;o diferente. Los casetes se seleccionan automáticamente segun las definiciones del trabajo.&nbsp;Los casetes vacíos se pueden recargar con el CTP en funcionamiento.&nbsp;* Opción para omitir el cargador de planchas automático mediante la inserción de la plancha directamente en la cinta transportadora de carga.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>MAGNUS 800<\/p>\n","protected":false},"featured_media":3282,"comment_status":"open","ping_status":"closed","template":"","meta":{"_acf_changed":false},"pwb-brand":[97],"product_brand":[],"product_cat":[88],"product_tag":[],"class_list":{"0":"post-3284","1":"product","2":"type-product","3":"status-publish","4":"has-post-thumbnail","6":"pwb-brand-kodak","7":"product_cat-computer-to-plate-ctp","9":"first","10":"instock","11":"shipping-taxable","12":"product-type-simple"},"acf":[],"brands":[{"id":97,"name":"KODAK","slug":"kodak"}],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product\/3284","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=3284"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/3282"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=3284"}],"wp:term":[{"taxonomy":"pwb-brand","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/pwb-brand?post=3284"},{"taxonomy":"product_brand","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product_brand?post=3284"},{"taxonomy":"product_cat","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product_cat?post=3284"},{"taxonomy":"product_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/product_tag?post=3284"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}