{"id":10219,"date":"2023-11-20T16:59:24","date_gmt":"2023-11-20T19:59:24","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=10219"},"modified":"2023-11-21T19:38:07","modified_gmt":"2023-11-21T22:38:07","slug":"ctp-por-que-ahora-podria-ser-el-momento-de-invertir-en-nuevos-equipos","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/ctp-por-que-ahora-podria-ser-el-momento-de-invertir-en-nuevos-equipos\/","title":{"rendered":"CTP: ¿Por qué ahora podría ser el momento de invertir en nuevos equipos?"},"content":{"rendered":"<p>La preimpresión y la fabricación de planchas sirven para mantener la sala de prensas continuamente abastecida de planchas de impresión, de modo que las prensas puedan setearse sin problemas y estar listas para una impresión confiable y de alta calidad. Computer-to-plate (CTP) se ha establecido firmemente como una tecnología probada, pero los tiempos han cambiado en el negocio de la impresión.<\/p>\n<p>A medida que los tirajes siguen disminuyendo, existe una tendencia creciente hacia métodos de producción que permiten una mayor automatización, producen menos residuos, acortan los tiempos de entrega de los trabajos y aportan una mayor eficiencia, así como ahorros de costos. En el caso de las máquinas offset, por ejemplo, esto ha llevado al desarrollo de soluciones para la impresión autónoma o totalmente automatizada. Las prensas manejan los trabajos de impresión de principio a fin sin la intervención del operador. La automatización de procesos de producción complejos también es una buena oportunidad para aliviar la creciente escasez de mano de obra calificada.<\/p>\n<p>Además, se ha intensificado la tendencia hacia una mayor sostenibilidad y prácticas más respetuosas con el medio ambiente en la impresión, que ya se observa desde hace varios años.<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"wp-image-10226 size-full aligncenter\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/11\/new-ctp-01.jpg\" alt=\"\" width=\"1200\" height=\"800\" \/><\/p>\n<h6>Los tiempos han cambiado, y también los requisitos para CTP<\/h6>\n<p>Como resultado de estos avances, también han cambiado los requisitos para la fabricación de planchas offset. La pregunta para las imprentas es si su tecnología CTP actual todavía cumple con los requisitos de hoy o si deberían considerar hacer una nueva inversión que podría ofrecer ganancias significativas en productividad.<\/p>\n<p>La compra de una solución CTP de última generación es un paso eficaz para los impresores que buscan preparar sus operaciones de preimpresión para el futuro. Y eso no es todo: las filmadoras de planchas modernas ofrecen un rendimiento de planchas significativamente mayor que los modelos que ya tienen años. El aumento del rendimiento es una ventaja porque a medida que los tirajes de impresión se acortan, se necesitan más planchas en menos tiempo. Por nombrar sólo un ejemplo, el CTP <strong>KODAK MAGNUS Q800<\/strong> con la opción T-speed Plus graba hasta 84 planchas por hora y es <strong>el sistema CTP más rápido del mundo<\/strong> en la categoría de tamaño de página B1\/8.<\/p>\n<p>En consecuencia, la adquisición de una filmadora de planchas de última generación y altamente productiva representa una gran oportunidad para reemplazar dos o incluso más sistemas CTP antiguos y obtener eficiencias mucho mayores. Las operaciones de preimpresión se pueden optimizar de esta manera al tiempo que se reduce el mantenimiento y se ahorra espacio.<\/p>\n<p><img decoding=\"async\" class=\"wp-image-10223 size-full aligncenter\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/11\/new-ctp-04.jpg\" alt=\"\" width=\"1200\" height=\"800\" \/><\/p>\n<h6>Automatización de fabricación de planchas a la vanguardia<\/h6>\n<p>A medida que la impresión se automatiza cada vez más, es lógico que la fabricación de planchas también siga su ejemplo. La automatización avanzada de CTP elimina los obstáculos a la hora de encontrar personal calificado, reduciendo así los costos laborales. Kodak tiene una amplia gama de opciones disponibles para la carga y descarga de planchas completamente automática en su cartera para los CTP MAGNUS, TRENDSETTER y ACHIEVE. Los impresores pueden elegir la solución de automatización que mejor se adapte a sus necesidades individuales. Por ejemplo, Kodak ofrece soluciones de automatización como unidad de casete único (SCU), unidad de casete múltiple (MCU), cargador de paleta única (SPL) y cargador de paleta múltiple (MPL) para el CTP MAGNUS Q800. El MPL del MAGNUS Q800 admite hasta 3200 planchas en hasta cuatro tamaños diferentes, lo que permite obtener imágenes de planchas sin intervención humana durante períodos de tiempo muy largos.<\/p>\n<p>La automatización se puede respaldar adicionalmente con la aplicación KODAK Mobile CTP Control, que permite a los impresores controlar y monitorear hasta 10 filmadoras de planchas KODAK de forma remota desde su teléfono inteligente o tablet. Muestra si el dispositivo CTP está funcionando o detenido por algún motivo, además de información detallada como el trabajo actual, los trabajos en cola, el recuento de cassetes de planchas activos, las condiciones ambientales, el historial de eventos y más.<\/p>\n<p><img decoding=\"async\" class=\"wp-image-10224 size-full aligncenter\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/11\/new-ctp-03.jpg\" alt=\"\" width=\"1200\" height=\"800\" \/><\/p>\n<h6>Si desea sostenibilidad, la tecnología CTP moderna es imprescindible<\/h6>\n<p>Por supuesto, la actual fabricación de planchas ha tenido en cuenta que las cuestiones de sostenibilidad han adquirido una nueva urgencia en la industria de la impresión. Cuando se emplean las filmadoras de planchas de alto rendimiento y última generación de Kodak para reproducir las planchas KODAK SONORA Process Free, esto marca un gran paso adelante para las imprentas en el camino hacia una mayor sostenibilidad y un menor impacto ambiental. A las planchas SONORA simplemente se les imprimen imágenes en un proceso totalmente automatizado y luego se pueden llevar directamente a la prensa, lo que ayuda a reducir los tiempos de respuesta.<\/p>\n<p>El cambio de planchas procesadas en húmedo a planchas sin proceso KODAK SONORA elimina por completo la electricidad, el agua, el revelador, el rellenador y la solución de engomado necesarios para el procesamiento de planchas tradicional. Como no se utiliza ningún producto químico y ningún procesador de planchas necesita limpieza y mantenimiento, tampoco hay residuos químicos ni líquidos residuales contaminados que deban desecharse.<\/p>\n<p>Al optar por una solución KODAK CTP de última generación, los impresores pueden dejar una huella de carbono aún menor en sus operaciones de fabricación de planchas y, al hacerlo, reducir el costo total de propiedad (TOC). Las filmadoras de planchas más nuevas de Kodak utilizan mucha menos energía que otros modelos más antiguos. Gracias a toda una serie de mejoras técnicas, algunos sistemas KODAK CTP actuales tienen un <strong>consumo de electricidad un 90% menor<\/strong> en comparación con equipos similares de la competencia.<\/p>\n<p>No se debe olvidar que reemplazar los sistemas CTP obsoletos con nueva tecnología favorece que no haya interrupciones no planificadas en la producción de planchas, paradas de prensa y llamadas de ingenieros de servicio debido a fallas en el funcionamiento del filmador de planchas. Es más, las filmadoras de planchas de última generación de KODAK ofrecen una facilidad de servicio significativamente mejorada en comparación con generaciones de sistemas anteriores.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-10225 size-full aligncenter\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/11\/new-ctp-02.jpg\" alt=\"\" width=\"1200\" height=\"800\" \/><\/p>\n<h6>Una gran cantidad de opciones integrales, todo de una sola fuente<\/h6>\n<p>Hay muchas razones para que los impresores recurran a la tecnología CTP nueva y más productiva. Es útil saber en este contexto que Kodak es la única empresa en el mundo que desarrolla, fabrica, vende y da servicio a soluciones CTP completas: filmadoras de planchas y soluciones de automatización relacionadas, planchas y plataformas innovadoras de software de flujo de trabajo. La cartera de filmadoras de planchas de Kodak se extiende desde modelos de tamaño de página B2\/4 hasta la filmadora de planchas KODAK MAGNUS Q4800, el sistema CTP altamente automatizado más grande del mundo que es capaz de reproducir planchas de hasta 1.600 x 2.870 mm de tamaño para prensas offset de bobina de 96 páginas.<\/p>\n<p>El resultado es que los impresores de cualquier tamaño y especialización pueden obtener una solución completa e integrada de Kodak desde una única fuente. Es por eso que pueden estar seguros de que los diversos componentes de la solución coinciden con precisión, de modo que se garantiza la máxima confiabilidad y rendimiento en el uso diario.<\/p>\n<p>© Kodak, 2023. Kodak, Achieve, Magnus y Trendsetter son marcas comerciales de Eastman Kodak Company.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Los tiempos han cambiado, y también los requisitos para CTP y los requisitos para la fabricación de planchas offset. La pregunta para las imprentas es si su tecnología CTP actual todavía cumple con los requisitos de hoy o si deberían considerar hacer una nueva inversión que podría ofrecer ganancias significativas en productividad.<\/p>\n","protected":false},"author":4,"featured_media":10234,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,4,203,31,33],"tags":[],"class_list":["post-10219","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-industria","category-offset","category-opinion","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/10219","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=10219"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/10219\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/10234"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=10219"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=10219"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=10219"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}