{"id":10692,"date":"2024-02-22T15:52:06","date_gmt":"2024-02-22T18:52:06","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=10692"},"modified":"2024-02-22T16:12:54","modified_gmt":"2024-02-22T19:12:54","slug":"premio-asimpres-2023","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/premio-asimpres-2023\/","title":{"rendered":"Premio Asimpres 2023"},"content":{"rendered":"<blockquote><p>Como Ferrostaal Graphics cerramos el año 2023 con una excelente noticia: ser reconocidos con el Premio de la Industria Gráfica, entregado por Asimpres, en la categoría Mejor Proveedor Equipamiento y Maquinaria, repitiendo el logro de 2021 y 2022. Este importante reconocimiento nos emociona y nos llena de alegría, ya que representa la opinión de nuestros clientes y socios de negocios en la Industria Gráfica.<\/p><\/blockquote>\n<p>Poner los clientes siempre al centro, buscando la forma de brindarles más apoyo, ha sido siempre nuestra forma de trabajar, por lo que este premio nos confirma que vamos por el camino correcto. Que este reconocimiento venga precisamente de ellos, es un gran honor.<\/p>\n<p>No cabe duda de que nuestra industria está enfrentando una serie de desafíos -e incluso amenazas- locales y globales, como inflación, cambios tecnológicos y cadenas de suministros más complejas, entre otros. Pensamos que “poniéndonos en los zapatos de nuestros clientes” podemos generar formas alternativas que permitan sortear estos obstáculos, llegar a acuerdos, entregar soluciones para mejorar su operación, agregar valor y mejorar la sustentabilidad del negocio en forma rentable.<\/p>\n<p>Recibir este premio durante tres años consecutivos es una motivación especial para todo el equipo de Ferrostaal Graphics. No se trata de un área específica, sino de toda la compañía. Somos un equipo de 80 personas con distintos roles en diferentes áreas las que entregamos día a día nuestro esfuerzo y dedicación. Técnicos, encargados de logística, quienes llevan la administración y realizan las ventas, estamos siendo reconocidos por nuestros clientes. Es por eso que este premio nos anima y nos inspira a seguir siendo su socio estratégico, aportándoles tecnología de punta con soluciones rentables en el tiempo. Estamos conscientes de la importancia de garantizar la sostenibilidad, tanto a nivel económico como en sus ofertas de servicios y productos, para que sean capaces de crecer e innovar para su cliente final.<\/p>\n<p>Esperamos que 2024 sea de crecimiento, innovación y gran transformación, tanto para Ferrostaal Graphics como para la industria en general. Para nosotros será un año impulsado por tres grandes motores: Drupa, que será un hito luego de ocho años desde su última versión; ferias sectoriales locales, como Circlepack y Print Santiago; y, por último, nuevas soluciones tecnológicas, a través de nuevas representaciones, tanto para Chile como para Bolivia. Son tres grandes hitos que, en conjunto, nos permiten estar en sintonía con el centro: nuestros clientes y su plan de desarrollo.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Elegidos la Mejor Empresa Proveedora en Equipamiento y Maquinaria.<\/p>\n","protected":false},"author":4,"featured_media":10695,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4,30,31,33],"tags":[],"class_list":["post-10692","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-industria","category-noticias","category-opinion","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/10692","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=10692"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/10692\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/10695"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=10692"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=10692"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=10692"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}