{"id":11326,"date":"2024-06-05T07:48:30","date_gmt":"2024-06-05T11:48:30","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=11326"},"modified":"2024-06-05T08:34:55","modified_gmt":"2024-06-05T12:34:55","slug":"jose-alaluf-nuevo-asesor-del-directorio-ferrostaal-graphics","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/jose-alaluf-nuevo-asesor-del-directorio-ferrostaal-graphics\/","title":{"rendered":"José Alaluf, Nuevo Asesor del Directorio Ferrostaal Graphics"},"content":{"rendered":"<p>Por: <strong>Claudio Mussóns<\/strong>, Marketing y Comunicaciones Ferrostaal Graphics<\/p>\n<p>Participó en la Industria Gráfica, Editorial, Packaging y Gran Formato por 30 años. Fue conocido como Gerente General y socio de Imagex, empresa predecesora de Ferrostaal Graphics, José Alaluf forma parte fundamental de la digitalización de la industria gráfica con tecnología y profesionales de primer nivel. Lideró importantes cambios tecnológicos como el DTP (Desktop Publishing), Imposición Digital, CTP (Computer to Plate) Impresión Digital de Gran Formato, Impresión Digital, entre otros.<\/p>\n<p>Con su conocimiento sobre los negocios del área y la habilidad para generar redes siempre estuvo impulsando procesos de innovación, logró el reconocimiento de la industria; hoy vuelve a formar parte de nuestro equipo, esta vez como Asesor del Directorio de Ferrostaal Graphics.<\/p>\n<p>Este reencuentro se produce después de una temporada que estuvo prácticamente desconectado a la industria gráfica, en un proceso de crecimiento profesional que lo ha llevado a convertirse en Director Profesional de Empresas, Certificado por el Instituto de Directores de Londres (IOD) y el Instituto de Directores de Chile bajo el alero de EY. La desconexión no fue completa, ya que ha trabajado en el Directorio de dos empresas líderes del rubro: Inser Impresores y Demarka. Además participa en directorios de otras Industrias como Materias Primas, Minería, Inmobiliaria, Tecnología y Salud.<\/p>\n<p>Hoy nos comparte su visión sobre los desafíos y oportunidades para las compañías que son parte en un medio que ha evolucionado y que requiere adaptarse a tecnologías y consumidores en constante cambio.<\/p>\n<p>Respecto a sus sensaciones en este nuevo rol, José manifiesta que se siente muy feliz de volver a trabajar en un mundo que conoce y se siente muy cómodo, además de comentarnos que «en Ferrostaal Graphics hay buenos profesionales con un talento tremendo, el que junto al actual buen liderazgo y sus estrategias poseen un futuro extraordinario».<\/p>\n<p>«Han pasado 5 años y así como otras industrias, esta también ha cambiado y seguirá cambiando. Recuerdo que cuando partí en la Industria, las imprentas compraban una buena prensa para color, multiplicaban el costo papel del por un factor, sumaban terminación y con eso, estaban felices y ganaban bien. Hoy han llegado alternativas que reemplazan el papel y además debes ser súper eficiente, lo que obliga a reinventarse y entregar valor a tus clientes. Se suman otros servicios como logística. Por lo anterior en el nicho que estés en la Industria Gráfica, debes especializarte y entregar valor. Para que me entiendan, te voy a dar un ejemplo: Amazon revolucionó el mundo la Industria del retail y en nuestro país Mercado Libre se comió el 25% de las ventas a los jugadores tradicionales, ambos cambiando la forma en que compramos. Regresando a nuestra querida Industria Gráfica, corresponde entender bien donde están las oportunidades, los cambios tecnológicos y las necesidades de los clientes» analiza José Alaluf.<\/p>\n<p>Por último, manifiesta que «como en toda industria es vital contar con tecnología de punta, contar con un equipo humano de primera, entrenado y motivado. Si a lo anterior sumamos un buen liderazgo junto a una estrategia y clara visión de futuro, marcará la diferencia»; y recalca, que «Ferrostaal Graphics tiene todo lo necesario para mantener sus éxitos y seguir liderando este camino al futuro: es una empresa con 75 años de presencia y comprometido con Chile, confiable, con tremendas espaldas, una infraestructura de lujo, personal con mucho talento, buenos socios tecnológicos y que quiere seguir a la vanguardia».<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Con su conocimiento sobre los negocios del área y la habilidad para generar redes, hoy vuelve a formar parte de nuestro equipo directivo.<\/p>\n","protected":false},"author":4,"featured_media":11345,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4,30,31,33],"tags":[],"class_list":["post-11326","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-industria","category-noticias","category-opinion","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/11326","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=11326"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/11326\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/11345"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=11326"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=11326"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=11326"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}