{"id":11330,"date":"2024-06-05T07:01:31","date_gmt":"2024-06-05T11:01:31","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=11330"},"modified":"2024-06-05T07:47:45","modified_gmt":"2024-06-05T11:47:45","slug":"hp-establece-un-nuevo-estandar-en-impresion-digital","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/hp-establece-un-nuevo-estandar-en-impresion-digital\/","title":{"rendered":"HP establece un nuevo estándar en la industria de la impresión digital"},"content":{"rendered":"<h6>HP Inc. marcó el inicio de una nueva era en impresión digital con la línea más reciente de prensas de impresión digital HP y soluciones inteligentes diseñadas para abordar los desafíos de producción actuales en las industrias de la impresión comercial y la de etiquetas y embalaje.<\/h6>\n<p>Hoy en día los negocios de impresión enfrentan desafíos tales como: inflación, falta de mano de obra, escasez de materiales y preocupaciones ambientales. Para hacer crecer sus negocios de manera sostenible, las empresas de offset (impresión tradicional) necesitan acceder a nuevas oportunidades de crecimiento adoptando la impresión digital y una planta de producción inteligente.<\/p>\n<p>“Estamos comprometidos a desbloquear un crecimiento rentable y sostenible para nuestros clientes”, afirmó Haim Levit, vicepresidente senior y presidente de la división de impresión industrial de HP. “Nuestras tecnologías LEP, LEPx y de inyección de tinta han mejorado en calidad, versatilidad, productividad, sostenibilidad y economía. De igual manera, nuestro compromiso e inversión significativa en innovación continua han permitido a más de 8,000 impresores y convertidores ampliar sus negocios y hacerlos crecer de manera sostenible. HP ha sido líder en transformación digital por más de 30 años, y nuestra tecnología de impresión digital ha establecido el máximo estándar en impresión comercial y producción de etiquetas y embalajes”.<\/p>\n<p><strong>HP Indigo 120K: Abordar los desafíos de la producción de alto volumen<\/strong><\/p>\n<p>Los impresores de hoy se enfrentan a desafíos de producción cada vez mayores. La interrupción de la cadena de suministro, las preocupaciones por el suministro de energía y el empeoramiento de la escasez de mano de obra en el sector refuerzan la necesidad de una mayor eficiencia, velocidad y confiabilidad en toda la planta de producción.<\/p>\n<p>La prensa digital HP Indigo 120K establece un nuevo estándar para la producción y automatización de alto volumen, al tiempo que permite a los impresores trasladar trabajos de analógico a digital de manera más intuitiva y económica para satisfacer las exigentes necesidades de los clientes. Al optimizar las plantas de producción combinando tecnologías analógicas y digitales, la HP Indigo 120K reduce los puntos de contacto humanos y permite la operación de varias prensas con un solo operador. Una opción de modo ECO que reduce la huella de carbón de la prensa en un 11%, apoyando los objetivos de sostenibilidad.<br \/>\n<img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone size-full wp-image-11337\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2024\/06\/articulo-hp-indigo-120k.jpg\" alt=\"\" width=\"768\" height=\"299\" \/><\/p>\n<p><strong>HP Indigo 18K: Favorecer el crecimiento rentable<\/strong><\/p>\n<p>La HP Indigo 18K maneja la gama más amplia de aplicaciones de impresión jamás producida con una sola prensa digital B2, adaptándose perfectamente a diversos sustratos y tipos de trabajo. Las funciones de IA avanzadas como la recuperación automática y las alertas proactivas mejoran la productividad y simplifican todo el proceso de producción, logrando hasta un 80% de disponibilidad de la prensa en un solo turno.<br \/>\n<img decoding=\"async\" class=\"alignnone size-full wp-image-11338\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2024\/06\/articulo-hp-indigo-18k.jpg\" alt=\"\" width=\"750\" height=\"299\" \/><\/p>\n<p><strong>Innovar para la impresión digital de seguridad restringida<\/strong><\/p>\n<p>HP presenta la innovadora prensa digital HP Indigo 7K Secure que revoluciona la impresión digital de seguridad restringida ejecutando trabajos de impresión enfocados en la seguridad en una sola pasada. Colaborando con Jura JSP, esta prensa de última generación con alimentación de hojas permite flujos de trabajo personalizados para líneas de producción de seguridad. Así los usuarios pueden diversificar sus ofertas, atender una amplia gama de necesidades de seguridad y conseguir nuevos clientes para hacer crecer su negocio.<\/p>\n<p><strong>Abriendo el camino hacia el éxito con plantas industriales inteligentes<\/strong><\/p>\n<p>HP está definiendo el enfoque de la industria para la automatización a través de IA y robótica, ofreciendo un ecosistema integral de automatización para la producción de impresión. Al aprovechar los procesos automatizados, los impresores pueden lograr un mayor volumen y más trabajos por prensa, creciendo más rápido que el promedio de la industria. El enfoque integral de HP combina prensas eficaces con funciones inteligentes desde el envío del trabajo hasta la entrega.<\/p>\n<p>A medida que la industria avanza hacia una planta de producción más efectiva, HP presenta Robots Móviles Autónomos (AMRs) en colaboración con Movigo para automatizar la transferencia de los materiales, ahorrando así hasta dos horas al día por prensa.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-11339\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2024\/06\/articulo-hp-indigo-movigo.jpg\" alt=\"\" width=\"768\" height=\"299\" \/><\/p>\n<p><strong>Impulsar la innovación continua en inyección de tinta<\/strong><\/p>\n<p>Como pioneras de la industria en tecnología inkjet por 40 años, las prensas web HP PageWide utilizan la tecnología de inyección de tinta térmica patentada por HP para ofrecer calidad y productividad de clase offset con los beneficios de la impresión digital.<\/p>\n<p>“Desde el lanzamiento de nuestra primera prensa web de inyección de tinta HP en 2009, los clientes de HP han impreso más de 1 billón de páginas en PageWide. A lo largo de este camino, hemos invertido en innovación para proteger las inversiones de nuestros clientes y ayudarlos a crecer de manera sostenible. Hoy estamos anunciando el nuevo Paquete HP PageWide Plus para mejorar la productividad, la automatización y la economía”, detalló Annette Friskopp, vicepresidenta y directora general de HP PageWide.<\/p>\n<p>Fuente. HP<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sus nuevas prensas digitales presentan soluciones inteligentes diseñadas para abordar los desafíos de producción actuales.<\/p>\n","protected":false},"author":4,"featured_media":11334,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,60,4,30],"tags":[],"class_list":["post-11330","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-hp-indigo","category-industria","category-noticias"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/11330","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=11330"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/11330\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/11334"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=11330"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=11330"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=11330"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}