{"id":12670,"date":"2024-11-08T11:32:45","date_gmt":"2024-11-08T14:32:45","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=12670"},"modified":"2025-01-29T12:13:30","modified_gmt":"2025-01-29T15:13:30","slug":"bruja-impresiones","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/bruja-impresiones\/","title":{"rendered":"Bruja Impresiones"},"content":{"rendered":"<h1>Celebra seis años con nuevas instalaciones y full productividad<\/h1>\n<p>Por: Marketing y Comunicaciones Ferrostaal Graphics<br \/>\n<strong><br \/>\n<\/strong><\/p>\n<h4><strong>Bruja Impresiones cumple seis años en el mercado y como hitos de esta etapa destacan la mudanza a las nuevas instalaciones de 2500 m² y la adquisición de la impresora de cama plana JFX600-2513 de Mimaki, lo que ha representado un verdadero salto en producción para la compañía.<\/strong><\/h4>\n<p>Especialistas en material publicitario y de punto de venta como gigantografías, muebles de exhibición, vinilos vehiculares, entre otros, esta empresa familiar ha implementado desde sus inicios una estrategia de crecimiento que hoy, producto de un trabajo bien evaluado por sus clientes, los ha llevado a trasladar su operación a su nueva sede. Esta les permitió habilitar nuevos espacios de crecimiento en equipos de impresión y terminación, además de oficinas para su equipo comercial y administrativo. Con un grupo de colaboradores que ya suma 35 personas, la empresa ha evolucionado en su estructura, creando nuevas áreas e integrando gerencias para liderar y flexibilizar los distintos procesos.<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone size-full wp-image-12680\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2024\/11\/Bruja-2024-03.jpg\" alt=\"\" width=\"1464\" height=\"828\" \/><\/p>\n<p>En esta historia de éxito, <strong>María José Sepúlveda<\/strong> y su esposo <strong>César Arias<\/strong>, dueños de Bruja Impresiones, han desempeñado distintos cargos a medida que la estructura de su empresa va creciendo junto a ellos. Hoy con un esquema más industrial, establecieron áreas bien definidas para finanzas, comercial, operaciones, donde César asumió finalmente como gerente general.<\/p>\n<p>Al respecto María José nos cuenta que estos seis años de camino “han sido de un crecimiento armónico, muy lindo, pero también con harta adrenalina producto del cambio, las inversiones en maquinaria, contrato de gerentes y nuevos vendedores”. Agrega que “en nuestra ubicación anterior ya no teníamos espacio para crecer, necesitábamos un área más grande, tanto para recibir maquinaria nueva, como también para las oficinas del área comercial, que también estaba creciendo, y para el área contable. Como ese lugar nos quedó chico, nos cambiamos a uno en el corazón de Independencia, con 2.500 metros cuadrados de planta. Con este cambio de instalaciones se generó el espacio donde sumar nuevos equipos y más tecnología gráfica”.<\/p>\n<p>Este salto en su desarrollo les dio respaldo para aumentar su participación en el apetecido segmento de marcas de consumo masivo, clientes que requieren desarrollar campañas de gran volumen. Lo anterior “significaba adquirir un equipo de características industriales con el fin de poder acortar más los plazos y entregar los productos en mejor tiempo. Eso es lo que hoy día nos ha destacado con nuestros clientes, que se condice con nuestro slogan: <em>Más que tinta somos servicio<\/em>”, explica César Arias, gerente general y socio de la empresa.<\/p>\n<p>“Hoy contamos con un edificio de muchas oficinas y tres galpones para el área de máquinas y de terminación, lo cual nos ha favorecido mucho a nivel de producción y con nuestros clientes. Como complemento para esta expansión adquirimos<em> la joya de la corona<\/em> de Ferrostaal Graphics: la impresora de cama plana Mimaki JFX600-2513”. Arias destaca las bondades que esta impresora ha traído a los procesos de producción de la compañía, “La Mimaki JFX600 es un equipo que nos vino a ayudar enormemente en la producción. Tenemos grandes clientes que necesitan y exigen respuestas rápidas, por lo que tomamos esta necesidad y como siempre la transformamos en una oportunidad para entregar el mejor servicio, pero eso ya significaba adquirir un equipo de volumen industrial y vimos que esta impresora cumple con esas características. Hoy todas nuestras grandes campañas van directamente a la JFX600, porque sabemos que estarán bien impresas y en un corto tiempo”. Agrega que al poder reducir los plazos de entrega a sus clientes han añadido un gran elemento diferenciador con la competencia: mejor tiempo de respuesta sin sacrificar costos.<\/p>\n<h5>Claves para el crecimiento<\/h5>\n<p>Si buscamos las claves del éxito de Bruja Impresiones, podemos citar las palabras de María José Sepúlveda: “Primero, somos personas muy trabajadoras y tenemos muchas ganas de que nos vaya bien; de la mano va también cumplir con nuestros proveedores, cumplir con nuestros clientes y también cumplir con nuestros colaboradores. Sabemos que ellos tres, clientes, colaboradores y proveedores, son los pilares de Bruja y de cualquier empresa. Si uno de esos tres pilares estuviera débil, no podríamos cumplir todos los objetivos que nos hemos fijado”.<\/p>\n<p>Señala que, si bien ellos tienen la idea o el tipo de negocio, también es fundamental la correcta elección de la tecnología en la que apoyarán su iniciativa. En este sentido María José y César han confiado desde sus inicios en Mimaki para apalancar su crecimiento, y esto se evidencia en su flota de impresión.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-12679\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2024\/11\/Bruja-2024-04.jpg\" alt=\"\" width=\"1500\" height=\"841\" \/><\/p>\n<p>La nueva impresora Mimaki JFX600 viene a formar parte de una serie de equipos que la empresa ha adquirido en su trayectoria: dos Mimaki UJV100-160 con laca sectorizada, dos equipos de cama plana JFX200-2513, dos impresoras de rollo de 3,20 metros (SWJ320EA y SWJ320S4) con tecnología de tinta solventada para letreros monumentales y por último, una robusta mesa de corte Colex.<\/p>\n<p>“Cuando nos presentamos frente a un cliente con la calidad de impresión que hoy día entregan los equipos Mimaki, causamos el <em>efecto wow<\/em>, marcamos la diferencia y nos va muy bien, además de quedar muy bien catalogados”, señala María José. Por su parte César agrega que “en la industria hay un sinnúmero de marcas y modelos de máquinas, pero ninguna se ajusta a lo que nosotros como imprenta queríamos demostrar a nuestros clientes: que las cosas sí se pueden hacer bien, que sí se pueden cumplir los tiempos y que además sí podemos lograr una impresión de calidad. Nosotros trabajamos con colores, trabajamos con impresión, por lo tanto, necesitamos que sean lo que nuestros clientes esperan y la única marca que podía cumplir con esa expectativa es Mimaki”.<\/p>\n<p>María José, en su rol comercial, conoce muy bien la importancia que tiene para los clientes presentarle sus nuevas instalaciones y que en ellas se encuentren con la totalidad de equipos Mimaki, “Nos gusta transmitir confianza a nuestros clientes y cuando ellos también conocen de tecnología gráfica, la conversación transita hacia un negocio seguro. A veces nos visitan y al ver los equipos se sorprenden, porque conocen y saben que tener equipos Mimaki es como tener un vehículo de alta gama, con muchas prestaciones y un rendimiento superior. Al conocer a cada cliente, aprendes que algunos te prefieren por el servicio, otros por la tecnología o por la calidad, pero siempre contamos con el respaldo de la marca Mimaki para concretar cada negocio”.<\/p>\n<h5><strong>Relación comercial y técnica 10 de 10<\/strong><\/h5>\n<p>Al consultar su opinión sobre el soporte técnico de Ferrostaal Graphics, César Arias solo tiene cosas buenas que decir, “se trata de un equipo muy profesional, nos sentimos atendidos de manera muy especial. Tengo una respuesta rápida en caso de necesitarlo, en menos de 24 horas llega un técnico con los repuestos necesarios y siempre tienen la voluntad de dar una solución, lo cual es muy importante”.<\/p>\n<p>“Les pondría como nota un 10 de 10, porque en realidad no hemos tenido mayores eventos. Y si es que alguna vez ha sucedido, no se ha perdido el <em>feedback<\/em>, siempre han estado al pendiente de nosotros, incluso nos han ofrecido sus máquinas: en caso de que nosotros tuviésemos alguna falla técnica en un equipo, Ferrostaal Graphics ha puesto en total disposición los equipos de su showroom para producir en sus instalaciones”, comenta.<\/p>\n<p>Respecto al equipo comercial, María José destaca que en este crecimiento han sentido el apoyo de Ferrostaal Graphics, “desde Alejandro Palma, el ejecutivo que nos atendió desde el primer día, pasando por su gerente comercial César Cabrera, hasta su gerente general, Daniel Feig, todos han estado muy concentrados y compenetrados con nosotros. Tenemos tantos equipos Mimaki que pueden venir a mostrarlos acá, porque acá están todos, por lo tanto, también tienen un 10 de 10, tenemos una relación muy linda cliente-proveedor”, finaliza.<\/p>\n<p><img decoding=\"async\" class=\"alignnone size-full wp-image-12682\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2024\/11\/Bruja-2024-02.jpg\" alt=\"\" width=\"1500\" height=\"925\" \/><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Cumplen seis años en el mercado, destacando la mudanza a nuevas instalaciones de 2500 m² y la adquisición de la impresora Mimaki JFX600-2513.<\/p>\n","protected":false},"author":4,"featured_media":12681,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,29,30],"tags":[],"class_list":["post-12670","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-formato-ancho","category-noticias"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/12670","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=12670"}],"version-history":[{"count":1,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/12670\/revisions"}],"predecessor-version":[{"id":12887,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/12670\/revisions\/12887"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/12681"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=12670"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=12670"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=12670"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}