{"id":12875,"date":"2025-01-28T15:59:46","date_gmt":"2025-01-28T18:59:46","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=12875"},"modified":"2025-01-29T16:08:56","modified_gmt":"2025-01-29T19:08:56","slug":"automatizacion-inteligente-y-la-cuarta-revolucion-de-la-impresion","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/automatizacion-inteligente-y-la-cuarta-revolucion-de-la-impresion\/","title":{"rendered":"Automatización inteligente y la cuarta revolución de la impresión"},"content":{"rendered":"<p><a href=\"https:\/\/www.linkedin.com\/in\/marcustimson\/\" target=\"_blank\" rel=\"noopener\"><img fetchpriority=\"high\" decoding=\"async\" class=\"size-medium wp-image-12881 alignright\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2025\/01\/jpp-248x300.png\" alt=\"\" width=\"248\" height=\"300\" srcset=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2025\/01\/jpp-248x300.png 248w, https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2025\/01\/jpp-300x364.png 300w, https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2025\/01\/jpp.png 330w\" sizes=\"(max-width: 248px) 100vw, 248px\" \/>Marcus Timson<\/a> en conversación con <a href=\"https:\/\/www.linkedin.com\/in\/joanperezpericot\/\" target=\"_blank\" rel=\"noopener\">Joan Pérez Pericot,<\/a><br \/>\noriginalmente publicado en FuturePrint (<a href=\"https:\/\/www.futureprint.tech\/the-futureprint-blog\/intelligent-automation-and-the-fourth-printing-revolution\" target=\"_blank\" rel=\"noopener\">ver publicación original<\/a>)<\/p>\n<h6>En un episodio reciente del FuturePrint Podcast, Joan Pérez Pericot, vicepresidente y director general de soluciones y software de impresión industrial de HP, expuso el plan de acción para lo que él llama la «cuarta era» de la impresión: la automatización inteligente. Según Pérez Pericot, la industria de la impresión, piedra angular de la comunicación desde la imprenta de Gutenberg en el siglo XV, se encuentra ahora al borde de otro cambio transformador. Y este cambio no es meramente evolutivo, es probable que sea revolucionario.<\/h6>\n<p><strong><br \/>\nEl mundo VUCA y los desafíos de la industria de la impresión<\/strong><\/p>\n<p>En el mundo VUCA actual (del inglés que significa Volatilidad, Incertidumbre, Complejidad y Ambigüedad), los procesos comerciales tradicionales se muestran cada vez más inflexibles y carentes de la agilidad necesaria. Para el sector de la impresión, esto significa lidiar con interrupciones en la cadena de suministro, costos laborales en aumento, escasez de habilidades y fuertes presiones económicas. La necesidad de adaptación está impulsada por la demanda cambiante de los clientes, que incluye tiempos de entrega más rápidos, tiradas más cortas, demanda de sostenibilidad y la digitalización en medio de las complejidades del comercio electrónico globalizado.<\/p>\n<p>Pérez Pericot subrayó la dependencia de larga data de la industria en los procesos analógicos y su transición gradual a la impresión digital desde la década de 1980. Si bien la tecnología de impresión digital ha avanzado significativamente, todavía representa un porcentaje relativamente pequeño de la producción. El principal obstáculo para una adopción más amplia no radica en la tecnología en sí, sino en flujos de trabajo ineficientes, silos tecnológicos fragmentados y sistemas desconectados, que crean una dependencia excesiva del trabajo manual para llenar estos vacíos. Para liberar todo el potencial de esta transformación, Pérez Pericot aboga por una estrategia integral para toda la empresa impulsada por tecnología inteligente que permita un mayor rendimiento, productividad y ganancias.<\/p>\n<p><strong>El papel de la automatización inteligente<\/strong><\/p>\n<p>“La próxima ola”, explica Pérez Pericot, “no se trata de mejorar el proceso de impresión, sino de repensar todo lo que lo rodea”. La automatización inteligente promete abordar los cuellos de botella de la industria al integrar la inteligencia artificial (IA) en los flujos de trabajo, lo que permite el mantenimiento predictivo, la programación dinámica y la resolución de problemas en tiempo real.<\/p>\n<p>«Piense en ello como el &#8216;Waze&#8217; de la impresión», dijo, haciendo referencia a la capacidad de la aplicación de navegación para ajustar dinámicamente las rutas en función de las condiciones cambiantes del tráfico. De manera similar, los sistemas impulsados por IA pueden agilizar la producción de impresión, adaptarse a los tiempos de inactividad de las máquinas y optimizar la asignación de recursos, todo ello al mismo tiempo que reducen el impacto ambiental.<\/p>\n<p><strong>Más allá de la publicidad: aplicaciones prácticas de la IA<\/strong><\/p>\n<p>Si bien términos como «IA» y «automatización» a menudo pueden parecer palabras de moda, el enfoque de HP se basa en aplicaciones del mundo real. Por ejemplo, sus sistemas ya utilizan IA para el reconocimiento de imágenes, identificando y corrigiendo errores de impresión con una precisión que supera a los operadores humanos. Pero Pérez Pericot cree que la IA generativa llevará esto más allá, transformando la forma en que los operadores interactúan con las máquinas, lo que permite a los gerentes de producción monitorear la eficiencia y, al mismo tiempo, ayuda a los dueños de negocios a analizar la rentabilidad.<\/p>\n<p>“Hemos creado personajes para cada función clave dentro del negocio de la impresión”, explicó. “Los operadores, gerentes de producción y dueños de negocios tienen necesidades únicas, y nuestras herramientas de IA están diseñadas para brindar información procesable a cada uno, al mismo tiempo que se conectan sin problemas con una estrategia clara que puede adaptarse a las demandas cambiantes”.<\/p>\n<p><strong>Sostenibilidad y automatización inteligente<\/strong><\/p>\n<p>Uno de los aspectos más atractivos de esta nueva era es su alineación con los objetivos de sostenibilidad. Las soluciones de HP tienen como objetivo reducir el desperdicio, localizar la producción y disminuir la huella de carbono mejorando la eficiencia. Además, en 2024 se lanzó el Programa Amplifier que brinda a los proveedores de servicios de impresión herramientas para evaluar y mejorar sus métricas de sostenibilidad, lo que respalda un esfuerzo conjunto de la industria hacia la descarbonización.<\/p>\n<p><strong>Un giro estratégico en HP<\/strong><\/p>\n<p>El cambio de HP hacia el software y las soluciones marca una expansión estratégica más allá de su reconocida cartera de hardware. “Queremos ser el socio para el crecimiento”, dijo Pérez Pericot. Al aprovechar la IA y sus amplios datos, obtenidos a partir de décadas de desarrollo tecnológico y de producción de impresión digital, HP se posiciona como un verdadero líder en soluciones de impresión de extremo a extremo.<\/p>\n<p>Según Pérez Pericot, esta integración vertical es una victoria tanto para HP como para sus clientes. Desde herramientas de automatización del flujo de trabajo como SiteFlow hasta plataformas de análisis avanzadas, las soluciones de la empresa prometen simplificar las complejidades de la producción de impresión moderna, lo que permite a los clientes ampliar la adopción digital y competir en mercados cada vez más dinámicos e impredecibles.<\/p>\n<p><strong>El camino por delante: emocionante y acelerado<\/strong><\/p>\n<p>Al finalizar el podcast, Pérez Pericot reflexionó sobre el futuro de la industria: “El ritmo del cambio se está acelerando. Está impulsado por la convergencia de tecnologías como la IA, la telefonía móvil, la nube y la Internet de las cosas. Es una maratón continua, pero emocionante”.<\/p>\n<p>El compromiso de HP con la innovación, ejemplificado por sus planes de presentar nuevas soluciones impulsadas por IA en Dscoop en Long Beach, garantiza que se mantenga a la vanguardia de esta era transformadora. El mensaje para el mundo de la impresión es claro: aceptar el cambio, aprovechar la tecnología y prepararse para una era en la que la automatización inteligente define el éxito.<\/p>\n<p>En un mundo VUCA, la automatización inteligente ofrece la estabilidad y la eficiencia que la industria de la impresión necesita para prosperar en su cuarta era. Creo que es emocionante, ya que realmente da poder a los proveedores de servicios de impresión para dirigir su negocio de manera estratégica y con confianza hacia el futuro.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Joan Perez Pericot, de HP, nos cuenta sobre el plan de acción para lo que él llama la «cuarta era» de la impresión: la automatización inteligente.<\/p>\n","protected":false},"author":4,"featured_media":12885,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,60,4,30],"tags":[],"class_list":["post-12875","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-hp-indigo","category-industria","category-noticias"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/12875","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=12875"}],"version-history":[{"count":9,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/12875\/revisions"}],"predecessor-version":[{"id":12886,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/12875\/revisions\/12886"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/12885"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=12875"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=12875"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=12875"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}