{"id":1798,"date":"2022-02-14T19:31:03","date_gmt":"2022-02-14T19:31:03","guid":{"rendered":"http:\/\/mussons.cl\/mkt\/?p=1798"},"modified":"2022-05-04T19:12:06","modified_gmt":"2022-05-04T23:12:06","slug":"crecer-en-tiempos-de-crisis","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/crecer-en-tiempos-de-crisis\/","title":{"rendered":"Crecer en tiempos de crisis"},"content":{"rendered":"<div class=\"wp-block-image\"><figure class=\"alignright size-full\"><img fetchpriority=\"high\" decoding=\"async\" width=\"587\" height=\"400\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/02\/crecer-en-tiempos-de-crisis-1.jpg\" alt=\"\" class=\"wp-image-2357\"\/><\/figure><\/div><p>Por <strong>César Cabrera, <\/strong>Gerente Comercial Wide Format.<\/p>\n<p>Apenas inició la pandemia, y en el curso de ella, el segmento comercial sufrió por el cierre de malls y restaurantes, la baja del turismo, y los efectos de campañas de comunicación, las que de un momento a otro desaparecieron. A pesar de este contexto, el mercado de Formato Ancho ha evolucionado en forma importante, partiendo por el fuerte crecimiento en todo lo relacionado con señalética de seguridad, gracias a las exigencias de la normativa COVID: indicaciones e instructivos en pisos y muros del comercio, empresas privadas y organismos públicos, lo que se puede observar desde el transporte colectivo hasta la visita a una farmacia.<\/p><p>Más allá de las oportunidades generadas por la normativa, podemos ver que el cambio de hábitos ha abierto grandes oportunidades para los impresores con tecnología UV, comenzando por la producción en bajas cantidades de etiquetas y cajas. La demanda por productos de packaging ha mutado a la par con la manera en que hoy adquirimos y recibimos los productos, cuyo transporte abre una oportunidad a clientes con impresión UV y mesa de corte para producir empaques de alimentos, etiquetado de productos artesanales, incluso cajas de lujo <em>on demand<\/em>.<\/p><p>Ciertamente el segmento es capaz de migrar en la medida que el mercado se reactiva y una vez que eso ocurre, se consolidan estos nuevos nichos de mercado y desarrollo de productos. En estas condiciones, la impresión UV está desplazando a la impresión eco solvente, entre otras razones, por el amplio abanico de sustratos sustentables con los que permite trabajar, a lo que se suman las certificaciones internacionales para sus tintas, como Greenguard, permitiendo impresiones más amigables con el medio ambiente.<\/p><p>En resumen, el segmento formato ancho, luego de superar los efectos de la pandemia, sigue presentando potencial de crecimiento con nuevos nichos de negocio y sistemas de producción acordes a la nueva conciencia medioambiental.<\/p><p><strong>DIFICULTADES<\/strong><\/p><p>Si bien el segmento Formato Ancho ha encontrado nuevos nichos con potencial, ha debido enfrentar efectos colaterales de la pandemia, como lo ha sido el efecto de quiebre de stock en sus insumos, provocado por los bloqueos en puertos a nivel global. Así, el mundo de formato ancho ha debido experimentar la escasez o el vencimiento de tintas por fecha de fabricación, cada vez que los retrasos del comercio internacional añaden dificultades, tanto a proveedores como a clientes finales.<\/p><p>Ante esto, los proveedores han debido desarrollar nuevas metodologías y revisión de modelos de compra que minimicen este impacto, desde comprar más en largo (inventarios) a contar con forecasts más cercanos de clientes, para el análisis de promedios de venta. Ciertamente los Product Manager de las marcas han sido esenciales para enfrentar tantas variables difíciles de manejar. Sumado a lo anterior y producto de dificultades en la fabricación de materias primas en origen, transporte de las mismas y también disminución en mano de obra por la pandemia, generan el inevitable aumento de costos. Particularmente el mundo del transporte, hoy presenta un déficit de 60% en vuelos de carga y un 40% menos de barcos en alta mar, generando un panorama difícil para el sector en este minuto, pero donde se debe estar atento a la tendencia de mejoras que irá experimentando el segmento en términos graduales.<\/p><p><strong>FUTURO<\/strong><\/p><p>En cuanto a tendencias para un futuro cercano, podemos distinguir la creciente implementación de automatización para los procesos de terminación, especialmente en embellecimiento y corte. Un ecosistema alineado con el medioambiente, con la disponibilidad de tintas certificadas cada vez más amigables con su entorno, sustratos biodegradables o materiales sintéticos reutilizables, que disminuyan la huella de una campaña. En cuanto a maquinaria, veremos equipos cada vez más veloces para clientes cada vez más exigentes, con entregas en “horas” y no en días, potenciado por soluciones Web to Print para toma de pedidos on line. Veremos cómo las imprentas tradicionales incursionan en este segmento, el que previamente no habían tomado en cuenta y que hoy puede permitirles retomar niveles de solvencia.<\/p><p>En resumen, la impresión de formato ancho va tomando fuerza, apalancado por la generación de nuevos nichos de negocio y el desarrollo tecnológico de décadas. Con todo esto, el futuro es prominente.<\/p>","protected":false},"excerpt":{"rendered":"<p>La nueva realidad abre un nuevo mercado y nuevas oportunidades para impresores de formato ancho.<\/p>\n","protected":false},"author":4,"featured_media":2761,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[30,31,33],"tags":[9,49],"class_list":["post-1798","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-noticias","category-opinion","category-tendencia","tag-business","tag-tendencias"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/1798","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=1798"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/1798\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/2761"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=1798"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=1798"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=1798"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}