{"id":2781,"date":"2022-03-11T16:40:45","date_gmt":"2022-03-11T19:40:45","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/2022\/?p=2781"},"modified":"2022-03-11T18:31:56","modified_gmt":"2022-03-11T21:31:56","slug":"siflex-packaging-el-camino-es-digital","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/siflex-packaging-el-camino-es-digital\/","title":{"rendered":"Siflex Packaging: El camino es DIGITAL"},"content":{"rendered":"<p style=\"font-size:14px\">Por <strong>Claudio Mussóns<\/strong>, Marketing y Comunicaciones en Ferrostaal Graphics.<\/p><p style=\"font-size:24px\">Con la incorporación de la HP Indigo 20000, Siflex Packaging, junto a su equipo profesional, consolidó su oferta para un segmento del mercado que requiere pequeñas producciones, diversidad de SKU y campañas personalizadas, todo con calidad excepcional, respuesta eficiente y sobre todo rentable.<\/p><p>Imprimir lo justo. Es la tendencia sustentable que cada día cobra mayor fuerza en la gráfica publicitaria y el mercado del packaging. El marketing “uno a uno” y los diseños personalizados han demostrado sus beneficios, gracias a que la tecnología digital hizo factible la impresión de pocas unidades. HP Indigo llevó estas ventajas al mundo del packaging, primero en el segmento de etiquetas y hoy se posiciona en el segmento envases flexibles, como el único proceso de impresión digital en color que entrega máxima calidad y que es seguro para el embalaje primario de alimentos.<\/p><p>El camino es digital. Y así de claro lo tiene Siflex, líder en soluciones de packaging flexible, con más de veinte años de experiencia, por lo que sumó a su dotación de tecnologías la HP Indigo 20000. En dos años de funcionamiento, esta prensa digital ha permitido a la empresa desarrollar esta tecnología como solución viable para la producción de envases flexibles.<\/p><p>“La tecnología digital abre un mundo de posibilidades para las marcas que necesitan un volumen reducido de empaques -ya sea para una promoción, para testear un nuevo producto o hacer campañas estacionales- y que no encuentran una solución en las tecnologías convencionales. Si hablamos de digital, la mejor opción es HP”, asegura Luis Sirhan, socio y gerente general de Siflex Packaging.<\/p><p>La HP Indigo 20000, nos explica, les ha permitido afrontar las cambiantes demandas del mercado, en forma eficiente y rentable para tirajes cortos, debido a distintas versiones de un mismo producto (personalización de la oferta) y campañas ultra segmentadas o estacionales. Asimismo, ha sido una excelente opción para una gran cantidad de emprendedores que requieren envases en cifras que las empresas convencionales rechazan. “Esto nos ha permitido acceder a un nuevo mercado de nicho, cada día más numeroso, donde hoy estos pequeños emprendimientos logran hacer su propio envase, en lugar de usar un sticker, potenciando así el valor de su marca”, señala.<\/p><p>Si bien el precio unitario del envase es más elevado, el costo total es mucho menor, asegura. El problema es que no todos los clientes tienen sus sistemas de costos integrados para percibir la diferencia. “Muchas veces no tienen conciencia de que al cambiar el diseño pagan un sobre costo en clichés o cilindros nuevos; no miran la película completa, sino sólo el capítulo. Sin embargo, cada día son más los que perciben los beneficios y se suben al carro digital”.<\/p><p class=\"has-medium-font-size\"><strong>Alineados con las 3R<\/strong><\/p><p>Otra ventaja de la tecnología digital, destaca el socio de Siflex, es la impresión bajo demanda, que contribuye a reducir los desperdicios de inventario, respondiendo perfectamente a la lógica de las 3R (Reducir, Reutilizar y Reciclar). Agrega que la industria de envases flexibles se ha comprometido a mitigar su impacto en el medio ambiente a través del CENEM, Centro de Envases y Embalajes, y el Acuerdo de Producción Limpia, por lo que la impresión digital apunta justamente en esa línea.<br>“Nuestra empresa viene trabajando desde hace años estos temas, especialmente en reducir y reciclar. Junto a nuestros clientes estamos optimizando el packaging, de manera que su peso represente una menor proporción del peso bruto del producto. Para ello es importante fomentar el diseño inteligente o ecodiseño”, señala.<br>En cuanto al reciclado, explica, no es fácil disponer de materiales fácilmente reciclables, especialmente para el rubro alimentos, primordial para Siflex, por las características que se requieren para garantizar la vida útil del producto. Sin embargo, se han ido desarrollando dos tipos de técnicas: el desarrollo de materiales que se puedan reciclar y que sean a la vez resistentes a la humedad, oxígeno y luz solar, y por otro lado materiales biodegradables y compostables.<br>En esta última categoría las tintas HP Indigo se encuentran certificadas para la compostabilidad doméstica e industrial, siendo una solución para el desarrollo de packaging sustentable.<br>En esta línea, Leonardo González, Gerente Comercial de Siflex Packaging, nos cuenta que aunque hoy los materiales compostables tienen un mayor costo, estos envases más ecológicos se están utilizando de manera creciente, especialmente para productos de categoría Premium y por emprendedores que buscan impactar con un producto diferente y de mayor valor para el consumidor, por lo que están dispuestos a absorber ese diferencial.<br>“La impresión digital y las tintas compostables HP Indigo son un gran logro en materia de sustentabilidad, que nos permite como convertidores ofrecer a las marcas imprimir cantidades menores para reducir el desperdicio de inventario y aminorar su impacto ambiental”, concluye Leonardo.<\/p><p class=\"has-medium-font-size\"><strong>Nuevas oportunidades con HP Indigo 20000 y 25K<\/strong><\/p><p>La HP Indigo 20000, junto a su nueva versión HP Indigo 25K, son prensas digitales de rollo a rollo de 30 pulgadas de ancho, que convierten la impresión digital en una solución viable para la producción de envases flexibles.&nbsp;Pueden producir la mayoría de las aplicaciones de embalaje flexible, utilizando impresión de superficie o inversa.&nbsp;Los impresos se pueden convertir utilizando equipos de acabado estándar para crear tirajes cortos, de pronta entrega y rentables.<\/p><p>V<strong>ersatilidad<\/strong><br>El mercado de envases está creciendo de manera constante, junto con una mayor demanda de tirajes cortos, plazos de entrega más ajustados y mayor calidad de impresión.&nbsp;Estas tendencias van acompañadas de la creciente proliferación de SKU y rediseños periódicos y estacionales. La impresión bajo demanda con la HP Indigo 20000, como complemento a las tecnologías convencionales, permite a los convertidores cumplir con estas exigencias y a la vez ofrecer un servicio más amplio, que incluye entregas rápidas, cambios de último momento, presentación de mockups, impresión variable, personalización y seguridad en los envases. En resumen, un conjunto de soluciones que cada día cobra mayor relevancia para las marcas.<\/p><p><strong>Calidad superior<\/strong><br>La tecnología líquida superior ElectroInk de HP Indigo es el único proceso de impresión digital en color que se iguala con la impresión de huecograbado.&nbsp;Sus siete estaciones de tinta permiten satisfacer los requisitos más estrictos&nbsp;de imagen corporativa, utilizando 4, 6 y 7 colores para lograr hasta&nbsp;97% de los colores PANTONE®.&nbsp;La tecnología de impresión One Shot Color ofrece un registro de color perfecto en todos los sustratos.<\/p><p><\/p>","protected":false},"excerpt":{"rendered":"<p>Con HP Indigo 20000, consolidó su oferta para un segmento de cortos tirajes y variabilidad<\/p>\n","protected":false},"author":4,"featured_media":2782,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"gallery","meta":{"_acf_changed":false,"footnotes":""},"categories":[30,33],"tags":[],"class_list":["post-2781","post","type-post","status-publish","format-gallery","has-post-thumbnail","hentry","category-noticias","category-tendencia","post_format-post-format-gallery"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/2781","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=2781"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/2781\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/2782"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=2781"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=2781"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=2781"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}