{"id":2825,"date":"2022-03-11T18:30:19","date_gmt":"2022-03-11T21:30:19","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/2022\/?p=2825"},"modified":"2022-04-25T16:34:42","modified_gmt":"2022-04-25T20:34:42","slug":"empresas-iansa-el-valor-de-la-sustentabilidad","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/empresas-iansa-el-valor-de-la-sustentabilidad\/","title":{"rendered":"Empresas Iansa El VALOR de la SUSTENTABILIDAD"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"2825\" class=\"elementor elementor-2825\" data-elementor-post-type=\"post\">\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-70427b8f elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"70427b8f\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-26312242 ot-flex-column-vertical\" data-id=\"26312242\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-3d42a525 elementor-widget elementor-widget-text-editor\" data-id=\"3d42a525\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\"><p style=\"font-size:14px\">Por <strong>Vivian Budinich<\/strong>,\u0003 Gerente de Marketing Corporativo y Sostenibilidad\u0003de Empresas Iansa.<\/p><p>Mediante el ecoetiquetado, que informa a través del sello si el envase es reciclable, la compañía busca satisfacer los requerimientos de consumidores que cada día exigen con mayor fuerza marcas sostenibles, tendencia que representa un gran desafío para la industria del packaging.<\/p><p>Los consumidores están optando preferentemente por marcas sostenibles, transparentes y alineadas con sus valores de compra. Esa es la tendencia que poco a poco se va imponiendo a nivel mundial y que se traduce en un cambio importante en los hábitos del consumidor al momento de decidir su compra.<\/p><p>Así lo demuestran diferentes estudios de mercado. Uno de los más recientes, “2020 Global Consumer Study” -desarrollado por IBM en asociación con la National Retail Federation (NRF)-, concluyó que cada día más los consumidores priorizan los valores de la marca en lugar del precio o la conveniencia del producto. Para ello se basaron en encuestas a 19 mil consumidores, de 28 países, de todos los grupos demográficos y generacionales.<\/p><p>Esta creciente tendencia ha motivado a las marcas a incorporar en su gestión las áreas de sustentabilidad y responsabilidad social empresarial. Es el caso de Empresas Iansa, compañía de alimentos con más de 67 años en nuestro país y con importante presencia en el mercado internacional. “Nuestra estrategia de sostenibilidad viene de nuestro propósito corporativo que es alimentar al mundo con lo mejor de nuestra tierra”, explica Vivian Budinich, Gerente de Marketing Corporativo y Sostenibilidad.<\/p><p>Esta vinculación con la tierra explica su compromiso por cuidar el impacto medioambiental, al mismo tiempo que contribuir a un futuro mejor para las comunidades cercanas a sus operaciones. El cuidado del medioambiente, agrega, se traduce en tres pilares: gestión de energía y combustibles, gestión de agua y gestión de residuos.<\/p><p>En este contexto, la empresa adhirió al Acuerdo de Ecoetiquetado de Envases Reciclables, al Acuerdo de Producción Limpia (APL) para reducir los residuos y valorizarlos en la planta de Ñuble y al IV APL de Chilealimentos con las plantas de Patagoniafresh, filial de Empresas Iansa.<\/p><p>También comenzó un plan Cero Residuos a vertedero en el Centro de Distribución de Quilicura, pasando de un 64% a un 78% de reciclabilidad en todas las plantas a lo largo del país, y recibió la certificación del Programa HuellaChile del Ministerio del Medio Ambiente por la cuantificación de la huella de carbono en varias de sus plantas productivas. Respecto a la gestión y cuidado del agua, la compañía utiliza riego tecnificado en los campos (71%), mide la huella hídrica y utiliza sistemas de recirculación de agua.<\/p><p style=\"font-size:24px\"><strong>Ecoetiquetado<\/strong><\/p><p><strong>¿En qué se traduce su adhesión al APL?<\/strong><br>Con el fin de minimizar el impacto que los envases generan en el medio ambiente, en noviembre de 2020, la compañía adhirió voluntariamente al APL liderado por SOFOFA junto al Ministerio del Medio Ambiente y la Agencia de Sustentabilidad y Cambio Climático, mediante un Ecoetiquetado que informa, a través del sello, si el envase es altamente reciclable. Así buscamos educar a los consumidores, teniendo como objetivo que al menos un 20% de los envases para consumo retail cumplan esos requisitos.<\/p><p><strong>¿Cómo aborda Empresas Iansa la próxima implementación de la ley de Responsabilidad Extendida del Productor (REP)?<\/strong><br>Chile ha avanzado en la adopción de normativas de protección al medio ambiente y una de las iniciativas más importantes es esta ley, que establece las prioridades en cuanto a la gestión de residuos, donde los empaques son uno de los elementos prioritarios. Estamos analizando la incorporación de nuevos materiales, idealmente de un solo componente, pero que resguarden el producto, manteniendo sus características organolépticas, de calidad, inocuidad, contención y transporte, de manera de asegurar la calidad en toda la cadena.<\/p><p><strong>La venta directa está cambiando la forma de llegar al cliente, ¿cómo enfrentan este desafío?<\/strong><br>Durante el último año las compañías han debido cambiar el foco y desarrollar el e-commerce. En Empresas Iansa veníamos potenciando los canales ya existentes de supermercados, sumando nuevos, como Mercado Libre, y trabajando en nuevas plataformas. Hoy las personas prefieren realizar sus compras a través de internet, por lo que es importante escuchar esas necesidades e implementar mejoras en nuestros procesos y equipos.<\/p><p><strong>¿Cómo ve la actitud del consumidor?<\/strong><br>Busca marcas con un propósito, como lo demuestra el estudio de IBM. En Chile, vemos una creciente demanda por estos productos, donde el packaging juega un rol clave, pero no es el único. Saber la procedencia de los productos, certificaciones, alianzas y comercio justo, entre otros, también son elementos que hoy se valoran. Respecto a la disposición a pagar más, hay un grupo aún minoritario que está dispuesto a hacerlo por no sacrificar sus valores, pero el grueso cree que es un costo que las marcas deben asumir. Esperamos que con el correr de los años, y con la concientización de la población, cada vez sean más los consumidores que privilegian las marcas socialmente responsables.<\/p><\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Con el ecoetiquetado, que informa si el envase es reciclable, Iansa se confirma como marca sostenible<\/p>\n","protected":false},"author":4,"featured_media":2828,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"gallery","meta":{"_acf_changed":false,"footnotes":""},"categories":[30,31,33],"tags":[],"class_list":["post-2825","post","type-post","status-publish","format-gallery","has-post-thumbnail","hentry","category-noticias","category-opinion","category-tendencia","post_format-post-format-gallery"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/2825","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=2825"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/2825\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/2828"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=2825"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=2825"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=2825"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}