{"id":4616,"date":"2022-04-12T11:08:00","date_gmt":"2022-04-12T15:08:00","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/2022\/?p=4616"},"modified":"2022-05-04T19:09:07","modified_gmt":"2022-05-04T23:09:07","slug":"siflex-ahorra-hasta-un-23-por-ciento-en-tinta-blanca-con-kodak-flexcel-nx-de-miraclon","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/siflex-ahorra-hasta-un-23-por-ciento-en-tinta-blanca-con-kodak-flexcel-nx-de-miraclon\/","title":{"rendered":"Siflex ahorra hasta un 23 % en tinta blanca con Kodak Flexcel NX de Miraclon"},"content":{"rendered":"<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container is-layout-flow wp-block-group-is-layout-flow\"><p>Desde su creación en 2014, Siflex Packaging se ha enfocado en desarrollar y mejorar los procesos relacionados con la producción de empaques flexibles en Chile. Para ello, cuenta con 52 empleados experimentados que trabajan en una instalación de 5.000 m² ubicada en la zona norte de la capital, Santiago, y ha realizado una fuerte inversión en maquinaria, procesos y sistemas con los más altos estándares de la industria. Una pieza clave del equipo es el sistema KODAK FLEXCEL NX instalado por Miraclon en 2018 que, junto con las planchas FLEXCEL NX, ha permitido a la empresa reducir el consumo de tinta blanca hasta en un 23 %.<\/p>\n<p>Luis Sirhan, fundador y Gerente General de Siflex Packaging, explica que elegir el Sistema FLEXCEL NX fue la única opción que consideró, pues ya había experimentado sus ventajas de primera mano cuando trabajaba para otra empresa. “Como ya conocía muy bien los puntos fuertes de la tecnología FLEXCEL NX, incluido el ahorro de tinta y el aumento de la productividad que permite, invertir en ella fue una obviedad”.<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"wp-image-4618 size-full alignleft\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/04\/20211217_121129-300x225-1.webp\" alt=\"\" width=\"300\" height=\"225\" \/>Luis Sirhan explica:<\/p>\n<p><em>“Realmente apreciamos cuánto nos apoyó Miraclon en este proyecto cuando podrían haberse ido perfectamente porque la venta ya estaba sellada y firmada, pero aceptaron el desafío y demuestra que se preocupan por sus clientes. Tenemos una relación muy estrecha con ellos y seguiremos trabajando juntos en nuevos proyectos y desafíos”.<\/em><\/p>\n<p>El fundador de la empresa añade: “Ha sido un esfuerzo conjunto entre Miraclon y todo nuestro equipo de preimpresión e impresión, que se ha implicado de lleno en el registro de datos de todos los trabajos durante meses. Además, también podemos atribuir este logro al mantenimiento continuo que siempre realizamos a las máquinas y equipos, que también juega un papel en la consecución de estos ahorros y la reducción del consumo de tinta, lo que a su vez nos permite reducir nuestras emisiones ambientales”.<\/p>\n<p>Raúl Azocar, Jefe de Producción de Siflex Packaging, agrega que “Este estudio también demostró que podíamos lograr una buena opacidad del blanco con menos tinta; usando una plancha FLEXCEL NX hemos podido ahorrar un 23% de tinta blanca”. Cristian Mella, Jefe de Desarrollo de Siflex Packaging, señala que “en este ahorro también ha sido fundamental la correcta utilización de DIGICAP NX Patterning, lo que comprobamos al caracterizar la prensa en relación a la plancha, con el objetivo de lograr una mayor opacidad mientras aplicando una menor cantidad de tinta. Adaptamos el DIGICAP NX Patterning para lograr mayores densidades de tinta en la prensa”.<\/p>\n<h5><strong>Ventajas de la placa<\/strong><\/h5>\n<p>El Gerente de Producción de Siflex Packaging, Raúl Azocar, también está muy satisfecho con el desempeño de las planchas porque maximizan la productividad en prensa, con menos paradas de prensa no programadas y menos desperdicio. “Las planchas FLEXCEL NX nos garantizan una excelente transferencia de tinta, sólidos uniformes y un sólido rendimiento en prensa. Además, nos permiten reproducir con precisión los detalles más nítidos de la imagen, ofrecen alta resistencia para altas velocidades de prensa y mayor durabilidad para lograr consistencia a lo largo de la tirada y en las reposiciones”.<\/p>\n<p>Raúl Azocar, comenta: “Mi experiencia con las Planchas FLEXCEL NX ha sido muy buena, y lo realmente extraordinario es que no hay paradas no programadas en la prensa, y con un solo ajuste esta plancha ya no necesita ser ajustada o detenidos por trabajos de las mismas características. Hemos podido aumentar las velocidades sin tener que aplicar más presión, y las placas aguantan estos recorridos y se mantienen en las mismas condiciones, por lo que hemos podido ser más eficientes. En Siflex no tenemos paradas de prensa provocadas por las planchas y esto nos ayuda a trabajar sin interrupciones, poder repetir impresiones y ahorrar tiempo y energía en prensa. Estamos convencidos de que tenemos la mejor calidad de impresión y no tenemos que reemplazar las planchas debido a la pérdida de puntos, por lo que todo esto subraya la calidad y el valor de las planchas FLEXCEL NX”.<\/p>\n<h5><strong>Calidad y sostenibilidad<\/strong><\/h5>\n<p>Luis Sirhan dice: “Desde que trabajamos con el sistema FLEXCEL NX, producimos una resolución de impresión más alta que antes. A este beneficio se suma la tranquilidad de tener una producción de planchas interna, lo que nos permite responder a cualquier demanda de nuestros clientes y ajustar los tiempos de trabajo según sea necesario”.<\/p>\n<p>El Gerente General de Siflex Packaging concluye:<\/p>\n<p>“La inversión en la Tecnología FLEXCEL NX ha valido la pena, porque no solo nos ha permitido llegar a más clientes, sino que también genera beneficios concretos como imprimir con menos colores y lograr el mismo resultado que con ocho colores, por ejemplo. Gracias a esto y al resto de ahorros que se consiguen con los equipos de Miraclon, como usar menos planchas, menos necesidad de uso de equipos y por tanto también menos uso de disolventes, somos un negocio más sostenible. También nos aporta otros beneficios como no tener problemas con las placas como antes. Entonces, todo eso se traduce en un beneficio económico”.<\/p>\n<p>La pandemia ha sido un desafío para Siflex Packaging, pero al ser catalogada como una empresa esencial ha podido mantener la producción, a pesar de los problemas ocasionados por la escasez de materia prima. Luis Sirhan es positivo sobre el futuro. “Este año la empresa ya está creciendo y esperamos seguir haciéndolo el próximo año, ya que tenemos una relación muy cercana con nuestros clientes y nos esforzamos en fidelizarlos con la mejor calidad y servicio”.<\/p>\n<p><a href=\"https:\/\/www.miraclon.com\/featured-customers\/siflex-packaging-saves-up-to-23-on-white-inks-with-kodak-flexcel-nx-system-from-miraclon\/\">Ver aquí<\/a> el artículo original en inglés en la web de Miraclon.<\/p><\/div><\/div>","protected":false},"excerpt":{"rendered":"<p>Gracias a un trabajo en conjunto con Miraclon se optimizó todo el proceso de producción para aprovechar al máximo la tecnología KODAK FLEXCEL NX.<\/p>\n","protected":false},"author":4,"featured_media":4617,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[30,33],"tags":[],"class_list":["post-4616","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-noticias","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/4616","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=4616"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/4616\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/4617"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=4616"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=4616"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=4616"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}