{"id":6179,"date":"2022-05-21T18:19:40","date_gmt":"2022-05-21T22:19:40","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=6179"},"modified":"2022-05-21T18:35:27","modified_gmt":"2022-05-21T22:35:27","slug":"codepack-estrena-mps-efa-530-la-mas-avanzada-prensa-flexografica-en-chile","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/codepack-estrena-mps-efa-530-la-mas-avanzada-prensa-flexografica-en-chile\/","title":{"rendered":"Codepack estrena MPS EFA 530: la más avanzada prensa flexográfica en Chile"},"content":{"rendered":"<p><span style=\"font-size: 130%;\">Posee una trayectoria de más de 20 años entregando soluciones integrales de etiquetado y embalaje a los clientes más exigentes del mercado local. Su clave para el éxito es la capacidad para cumplir los plazos comprometidos, por lo que la adquisición de su nueva prensa flexo EFA 530, la más avanzada de la marca MPS, los respalda de buena forma a la hora de dar respuesta a las solicitudes cada vez más demandantes de una nueva generación de clientes.<\/span><\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"size-full wp-image-6193 aligncenter\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/05\/codepack-mps-3.jpg\" alt=\"\" width=\"715\" height=\"304\" \/><\/p>\n<p>Para conocer más de este hito en la compañía, conversamos con Felipe Larraín, socio y Director Ejecutivo de la compañía.<\/p>\n<figure id=\"attachment_6184\" aria-describedby=\"caption-attachment-6184\" style=\"width: 500px\" class=\"wp-caption alignright\"><img decoding=\"async\" class=\"wp-image-6184 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/05\/codepack-mps-1.jpg\" alt=\"La prensa flexo EFA 530 de MPS ofrece una velocidad de impresión de 200 m\/min.\" width=\"500\" height=\"285\" \/><figcaption id=\"caption-attachment-6184\" class=\"wp-caption-text\">La prensa flexo EFA 530 de MPS ofrece una velocidad de impresión de 200 m\/min.<\/figcaption><\/figure>\n<p><strong>¿Cuáles fueron las claves al momento de elegir una prensa flexográfica MPS de última generación?<\/strong><br \/>\nLa confianza es fundamental, y MPS es una marca global de renombre, con alto prestigio y confiabilidad, pues respeta estándares europeos en calidad de fabricación.<br \/>\nLa prensa posee tecnología muy avanzada, con foco en la automatización de tareas y aseguramiento de calidad en cada paso de la producción de etiquetas, incluso a la velocidad de 200 metros por minuto que alcanza en plena producción.<br \/>\nAdemás, su software nos permite conectividad con otras máquinas y también con aplicaciones móviles.<br \/>\nRespaldando esta decisión está el soporte, tanto de la marca MPS como de Ferrostaal Graphics en insumos y servicio técnico, lo que facilita la continuidad operativa necesaria para lograr nuestras metas.<\/p>\n<p><strong>Con la experiencia de 20 años en el mercado, ¿cuáles son los objetivos que espera cumplir Codepack con esta nueva inversión?<\/strong><br \/>\nLuego de tres décadas de aprendizaje, consolidación y crecimiento, queremos entregar un servicio que supere las expectativas de nuestros clientes. Para esto nos hemos planteado varios objetivos.<br \/>\nPrimero, alcanzar mayor productividad, cumpliendo en tiempo y forma los plazos de clientes que confían en nosotros. Segundo, superar la calidad a la que están acostumbrados nuestros clientes. En tercer lugar, queremos ser responsables con la sustentabilidad del entorno y de nuestro negocio, reduciendo las mermas generadas en cada trabajo. Finalmente, aprovechar las certificaciones de distinto tipo que poseemos y la homologación de la prensa MPS, para establecer contactos más allá de nuestras fronteras, explorando nuevos negocios y alianzas.<\/p>\n<p><strong>Para esto, ¿la automatización de los procesos en el área de impresión flexográfica juega un papel importante?<\/strong><br \/>\nIndudablemente. Cada mejora tecnológica que permita ahorrar tiempo y eliminar el inevitable error humano, resulta esencial para aumentar la productividad. Esto nos permite mejorar nuestra competitividad, porque en este rubro el tiempo es una variable crítica. Asímismo, las herramientas de conectividad que posee la nueva prensa MPS nos permiten un mejor monitoreo de la máquina y de nuestra producción, todo en tiempo real. Los datos que entrega la prensa también nos permiten comparar nuestro desempeño con el de otras máquinas similares instaladas en el mundo, accediendo a recomendaciones del equipo técnico de MPS que nos ayudan a mejorar nuestro desempeño y nuestro rendimiento.<\/p>\n<p><strong><img decoding=\"async\" class=\"size-full wp-image-6185 alignleft\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/05\/codepack-mps-2.jpg\" alt=\"\" width=\"500\" height=\"307\" \/>En este aspecto, ¿cómo visualiza el proceso de automatización de la industria del packaging en Chile?<\/strong><br \/>\nEl ejemplo internacional nos indica que las empresas que poseen algún grado de automatización han mejorado su productividad y optimizado sus costos. Sin embargo, podemos decir que en la actualidad las empresas chilenas prestan muy poca atención a los beneficios que se pueden obtener al automatizar un proceso productivo, además de aprovechar la recopilación de datos que permiten las tecnologías de la información.<br \/>\nAunque hoy las ventajas de la Industria 4.0 nos permiten conectar y automatizar de forma más económica y sencilla que hace diez años, son pocas las empresas nacionales que están aplicando mejoras tecnológicas. Lamentablemente, las empresas que no automaticen sus procesos perderán competitividad muy rápidamente.<\/p>\n<p><strong>¿Cómo ha afectado la pandemia y el contexto nacional e internacional a la industria del packaging en nuestro país?<\/strong><br \/>\nEn los últimos dos años, la pandemia nos ha planteado dos grandes desafíos:<br \/>\nLos riesgos y costos que traería parar una línea de producción debido a la detección de casos Covid-19 en nuestro personal, sin lugar a dudas son enormes. Esto nos ha llevado a implementar rigurosas medidas sanitarias y de control que buscan proteger a nuestros colaboradores y nuestra continuidad.<br \/>\nPor otra parte, aunque es innegable que la demanda de servicios en nuestro rubro ha subido en forma sostenida, debido a la importancia del packaging y el etiquetado en la cadena productiva y de alimentos, desde inicios de la pandemia enfrentamos un escenario en que el abastecimiento se ha vuelto más incierto y costoso.<br \/>\nDe lo anterior se desprende la conveniencia de contar con sistemas tecnológicos que permitan minimizar la dependencia e interacción de operadores en las instalaciones, al tiempo de optimizar el uso de los consumibles con menos desperdicio.<\/p>\n<p><strong>Finalmente, ¿cómo evalúa el proceso de implementación de esta solución tecnológica?<\/strong><br \/>\nNos hemos sentido muy apoyados por MPS, quienes han enviado un técnico experto, cuya misión fue implementar la maquinaria y capacitar a nuestro personal en su uso. Ferrostaal Graphics también nos ha acompañado en este proceso y lo seguirá haciendo con el soporte técnico en el futuro. Esto nos da seguridad, porque cuenta con un equipo de técnicos muy profesionales y capacitados, que a su vez están respaldados por una gran compañía que ha mostrado su sólido compromiso con la industria chilena y latinoamericana.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>La nueva prensa flexo EFA 530, la más avanzada de la marca MPS, llega a Codepack como respuesta a las solicitudes cada vez más demandantes de una nueva generación de clientes.<\/p>\n","protected":false},"author":4,"featured_media":6183,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[30,33],"tags":[],"class_list":["post-6179","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-noticias","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6179","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=6179"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6179\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/6183"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=6179"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=6179"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=6179"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}