{"id":6298,"date":"2022-05-26T10:24:04","date_gmt":"2022-05-26T14:24:04","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=6298"},"modified":"2022-05-26T10:37:17","modified_gmt":"2022-05-26T14:37:17","slug":"etifull-etiquetas-impresas-con-full-pasion","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/etifull-etiquetas-impresas-con-full-pasion\/","title":{"rendered":"Etifull: Etiquetas impresas con «full pasión»"},"content":{"rendered":"<h6>En cinco años de operación, esta imprenta especializada en etiquetas autoadhesivas principalmente para vinos, se ha consolidado como un proveedor flexible que garantiza excelentes plazos de entrega de la mano de la tecnología HP Indigo y Ferrostaal Graphics.<\/h6>\n<p>El 2 de septiembre de 2017 inscribió su empresa con el nombre de Etifull, con la idea de dedicarse full al área de etiquetas, su especialidad avalada por quince años de experiencia. No tenía nada más que el nombre y las ganas de independizarse, pero con la ayuda de sus seis hermanos, mucho esfuerzo y algo de suerte, logró montar su imprenta en poco más de un par de meses.<br \/>\n“Soy el mayor de siete y somos súper aclanados. Un día me ayudaba uno y al siguiente, el otro, mi hermana, mi cuñada… El cuarto renunció a su pega y comenzó a trabajar conmigo”, recuerda con orgullo Guido Cofré, dueño de Comercial Gráfica Etifull, especializada en etiquetas autoadhesivas para la industria del vino, productos farmacéuticos y aceite de oliva.<br \/>\nArrendó un local en Maule con Vicuña Mackenna y compró sus primeras máquinas: una flexo, que tenía sólo tres de sus seis cuerpos operativos, y otra de folia y troquel, que estaba botada en una imprenta. “Tenían otra similar funcionando y les dije: espérenme porque de aquí a un año vuelvo a buscarla. Así de optimista estaba”, cuenta Guido.<br \/>\nAl año no sólo volvió por la segunda foliadora, sino que siguió invirtiendo en nueva maquinaria, lo que le permitió consolidarse como un proveedor reconocido en el rubro. Hoy, Etifull cuenta con más de treinta profesionales en las áreas de pre-prensa digital e impresión con tecnología digital 100% HP Índigo para satisfacer todo tipo de requerimientos, además de terminación en folias metálicas, serigrafía de alto relieve y cuños secos que dan un valor agregado a sus productos.<br \/>\n“¿El secreto? La flexibilidad, creo yo, flexibilidad orientada al compromiso con el cliente. Esta industria tiene tiempos de entrega muy largos y nosotros contamos con tecnología y procesos automatizados que nos permiten un plazo de entre siete y diez días. Si un cliente se equivoca en dar un visto bueno, yo corro porque sé que ese vino debe llegar al cliente final en China, Brasil o Estados Unidos. Si el vino es bueno, si es recibido en fecha y con una etiqueta bien terminada, nos van a volver a comprar”, asegura.<br \/>\nEste compromiso con el rubro vitivinícola nació de la necesidad de devolverle la mano a un área que tanto le ha entregado y que se ha transformado en su verdadera pasión. “Es por eso que quiero ser un actor principal no solo para las viñas consolidadas, sino también para viñateros independientes que atendemos tan bien como a las primeras”.<br \/>\nHoy el portafolio de Etifull incluye siete clientes medianos y grandes, que representan el 50% de la facturación, y otros cien chicos, que componen el 50% restante.<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone size-full wp-image-2232\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/03\/hp6k-1.jpg\" alt=\"\" width=\"901\" height=\"321\" \/><br \/>\n<span style=\"font-size: 70%;\">Prensa digital HP Indigo 6K<\/span><\/p>\n<h4>A la segura con HP Indigo<\/h4>\n<p>Ingeniero industrial de la Federico Santa María, su primer trabajo fue en Viña Concha y Toro y el siguiente en Valdivieso. De ahí saltó a Flexo Pacífico, lugar donde llegó a implementar sistemas de gestión de calidad. En ocho años aprendió de calidad, servicio a clientes, abastecimiento y producción. Sólo le faltaba el área comercial que aprendió en Imprenta Nallar, donde llegó a implementar el área de etiquetas para vino. En eso estaba, cuando decidió renunciar…<br \/>\n“Partí con Viña Ventisquero, Vitivinícola Terraviña, Calyptra y Sutil, que ya me conocían. Cuando empezaron a llegar las primeras órdenes no tenía cómo comprar los insumos, por lo que estuvieron dispuestos a pagar por adelantando porque confiaban en mí”, cuenta agradecido.<br \/>\nAl segundo año compró una máquina serigráfica que trajo directamente desde China y como requería más espacio, se trasladó a un galpón de 300 metros cuadrados en San Joaquín, donde funciona hasta hoy.<br \/>\nFue entonces cuando conoció a Ferrostaal Graphics y nació la inquietud por el tema digital. “Opté por HP porque es una tecnología madura que tiene el 80% del mercado y una tasa de fallas muy baja; uno va a la segura con la marca. Me dieron enormes facilidades para el pie de la Índigo 4500 y Ventisquero me aseguró que si contaba con la tecnología, podríamos crecer con ellos, por lo que me tiré no más”.<br \/>\nCuando llegó la máquina, ya tenía contratado a José Ávila, su operador estrella, por lo que la enchufó y empezó a imprimir, logrando el récord mundial de 500 mil clicks en un mes. Alcanzó tal velocidad, que rápidamente debió invertir en nuevos equipos de terminación. “El cambio fue radical: el ajuste flexo demora entre 45 minutos y hora y media, mientras que con la Índigo demorábamos 20 minutos en un cambio”, asegura.<br \/>\nCon la tecnología Índigo, Etifull entró en las ligas mayores y en diciembre de 2020, en plena pandemia, una nueva inversión apareció en el horizonte: la 6K. “Tiene una velocidad de producción tres veces más rápida que la anterior y su operación es mucho más automatizada. La productividad y eficiencia es infinitamente mayor y la calidad también superior, aunque sólo a ojos de un experto, porque la 4500 es muy buena también”, asegura.<br \/>\nLa 6K incluye un espectrofotómetro más potente que la versión anterior -la 6900-, que permite un mejor registro, logrando un color parejo en una misma partida y repitiendo el color exacto de impresiones anteriores.<br \/>\nLa 6K, asegura, le permitió aumentar la facturación en un 80% en poco más de un año y proyecta un 30% adicional para los próximos seis meses.<br \/>\nDe su experiencia con HP y Ferrostaal Graphics, Guido destaca la excelente logística de abastecimiento de insumos y repuestos y un contrato de mantenimiento que garantiza una atención 24&#215;7. “Trabajan coordinadamente y si el técnico asignado no es capaz de resolver el problema, lo levanta a su equipo y entrega una rápida solución”, asegura. Además, recibe visitas una vez al mes, existe un programa de reentrenamiento permanente a los operadores y cuenta con planes de contingencia que le garantizan una producción non stop. “HP y Ferrostaal Graphics me cambiaron la vida”, concluye el dueño de Etifull.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>En cinco años de operación, se ha consolidado como un proveedor especializado y flexible que garantiza excelentes plazos de entrega de la mano de la tecnología HP Indigo y el soporte de Ferrostaal Graphics.<\/p>\n","protected":false},"author":4,"featured_media":6299,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,4,30],"tags":[],"class_list":["post-6298","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-industria","category-noticias"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6298","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=6298"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6298\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/6299"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=6298"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=6298"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=6298"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}