{"id":6668,"date":"2022-06-08T07:46:38","date_gmt":"2022-06-08T11:46:38","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=6668"},"modified":"2022-06-08T07:52:36","modified_gmt":"2022-06-08T11:52:36","slug":"industria-en-revolucion","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/industria-en-revolucion\/","title":{"rendered":"Industria en Revolución"},"content":{"rendered":"<p><img fetchpriority=\"high\" decoding=\"async\" class=\"size-full wp-image-6669 alignright\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/06\/sebastian-cerda.jpg\" alt=\"\" width=\"300\" height=\"300\" \/>Por <strong>Sebastián Cerda N.<\/strong>, Gerente de Estudios y socio de Econsult.<\/p>\n<p>El desarrollo de la humanidad se ha caracterizado por el constante cambio en sus modos de vida y producción. Esto se debe a que las personas están contribuyendo día a día al proceso creativo y tecnológico que impulsan estas transformaciones. En ciertas ocasiones, estos cambios son de tal magnitud y rapidez, que tan sólo en un par de años las sociedades se transforman completamente. Esto es justamente lo que se está viviendo hoy: una Cuarta Revolución Industrial, que se caracteriza por el desarrollo de una serie de tecnologías interdependientes.<\/p>\n<p>Diferentes académicos reconocen que durante los últimos cuatro siglos han ocurrido diferentes revoluciones industriales. Cada una de ellas se caracteriza por el uso de insumos y materias primas específicas y el desarrollo de nuevas tecnologías. Es así como los efectos de estos cambios, que parten en zonas específicas, van permeando de manera abrupta todos los sectores de la sociedad. Por lo tanto, las personas, empresas y gobiernos deben aprender a adaptarse a este nuevo contexto, pues éste transformará rápidamente los paradigmas imperantes.<br \/>\nAdentrándose en aquellas repercusiones que genera la Cuarta Revolución Industrial sobre las compañías del sector gráfico y empaques, es posible distinguir efectos sobre los consumidores y productos ofrecidos, proceso productivo, empleados y competidores.<\/p>\n<p>La Cuarta Revolución se traduce en la automatización de procesos, incorporación de tecnologías y uso de capital sofisticado que buscan generar una reducción en diferentes costos de las empresas gráficas y convertidoras. Aun así, la evidencia empírica indica que este proceso de innovación no es inmediato y que en principio puede ser costoso, dado que la incorporación de tecnologías es una inversión que requiere lograr sinergias con el personal involucrado, a través del aprendizaje. Es así como la producción se ha vuelto más compleja y con un mayor valor agregado, permitiendo además una mayor precisión y calidad, personalización del producto y una producción más eficiente y sustentable en múltiples dimensiones.<\/p>\n<p>Asimismo, los consumidores buscan una mayor variedad de productos únicos y que los representen, al tiempo que presentan una mayor conciencia del impacto ambiental de la producción. Por otro lado, en términos de los trabajadores, se crean nuevos empleos a raíz de la incorporación de tecnología y, además, quienes ingresan por primera vez al mundo laboral tienen consideraciones diferentes: aprecian otros aspectos del entorno laboral y conviven de otra manera con la tecnología.<\/p>\n<p>Por último, es importante notar que el cambio es innegable y que existirá algún tipo de repercusión de la Revolución Industrial 4.0 en todas las industrias, ya sea de manera directa o indirecta. El cambio es inminente y está ocurriendo en estos minutos y, por lo tanto, las empresas deben considerar adaptarse, innovar y repensar su rol dentro de una sociedad nueva.<\/p>\n<blockquote><p>Sebastián Cerda N.<br \/>\nGerente de Estudios y socio de Econsult.<br \/>\nEconomista de la Pontificia Universidad Católica de Chile y MA en Economía \u0003de la Universidad de Chicago.<\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>El cambio provocado por la Industria 4.0 es inminente y está ocurriendo en estos minutos. Análisis de Sebastián Cerda, Gerente de Estudios y socio de Econsult.<\/p>\n","protected":false},"author":4,"featured_media":6670,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4,30,31],"tags":[],"class_list":["post-6668","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-industria","category-noticias","category-opinion"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6668","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=6668"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6668\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/6670"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=6668"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=6668"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=6668"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}