{"id":6721,"date":"2022-07-05T16:41:49","date_gmt":"2022-07-05T20:41:49","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=6721"},"modified":"2022-07-05T18:23:38","modified_gmt":"2022-07-05T22:23:38","slug":"bruja-impresiones-mas-que-tinta-somos-servicio","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/bruja-impresiones-mas-que-tinta-somos-servicio\/","title":{"rendered":"Bruja Impresiones: «Más que tinta, somos servicio»"},"content":{"rendered":"<h6><span class=\"style-scope yt-formatted-string\" dir=\"auto\">En sólo tres años de operaciones, esta imprenta de gráfica publicitaria se ha consolidado como proveedor de excelencia de branding vehicular, material POP y letreros, de la mano de un completo mix de tecnología de impresión Mimaki.<\/span><\/h6>\n<p>Bruno y Javiera, los hijos de 5 y 8 años de María José Sepúlveda y César Arias, socios de Bruja Impresiones, inspiraron el nombre de esta imprenta que desde hace tres años ofrece branding vehicular, gráfica para cierres y habilitaciones de salas de ventas, material POP, muebles publicitarios y letreros.<\/p>\n<p>“Buscábamos un nombre original y lúdico que quedara en la memoria del cliente. Por eso tomamos las primeras sílabas de los nombres de nuestros hijos para formar la palabra Bruja. Cuando visito a los clientes con mi señora, se ríen y dicen: ¡Ah, ya entendemos por qué le pusieron Bruja! Al final, tiene este doble significado”, cuenta con humor César Arias.<\/p>\n<p>Pero la historia de esta joven empresa de gráfica publicitaria no siempre ha sido lúdica. Como la mayoría de los emprendimientos, ha pasado por altos y bajos, momentos duros que esta pareja que lleva once años de matrimonio -los últimos trabajando juntos- ha sabido sobrellevar gracias a su esfuerzo y perseverancia. Lograron sortear el estallido y la pandemia recién partiendo sus operaciones y hoy Bruja es una empresa consolidada, que cuenta con un equipo de nueve profesionales y una capacidad instalada con dos plotter de impresión, una cama plana, mesa y plotter de corte, que les permite garantizar óptima calidad, pero por sobre todo un servicio enfocado en asegurar tiempos de entrega.<\/p>\n<p>Ingeniero en mecánica automotriz, César conoció el área gráfica y nunca más la dejó. Partió como supervisor de instalación y mantención de letreros en vía pública en una empresa argentina que al poco tiempo quebró. Después de otros intentos fallidos en la misma área, llegó como jefe de Operaciones a una imprenta amiga, donde descubrió sus aptitudes para tratar con clientes.<br \/>\nAsí fue que le picó el bichito de la independencia y junto a su señora -“que me acompaña en todas mis locuras”- formó Alma, empresa de fabricación e instalación de estructuras metálicas, que no perduró más de un par de años. Luego vino el segundo y definitivo intento.<\/p>\n<p>“Partí junto a mi señora en febrero del 2019 comprando y vendiendo impresiones, sentados en la banca de una plaza. No teníamos nada, más que las ganas de trabajar y la necesidad imperiosa de mantener a nuestra familia”, recuerda César. Al poco tiempo, se pegaron el salto a una pequeña oficina en Plaza Chacabuco.<\/p>\n<p>En esta dinámica de compra y venta, César y María José trabajaron con varias imprentas, comprobando que lo más difícil era encontrar alguna que garantizara los plazos de entrega. Con la idea de tomar las riendas del negocio, nació Bruja Impresiones y en septiembre de 2019 llegó la primera máquina Mimaki, la SWJ-320, que prontamente reemplazaron por dos más pequeñas: la JV150-160 y JV33-160 BS.<\/p>\n<figure id=\"attachment_6723\" aria-describedby=\"caption-attachment-6723\" style=\"width: 410px\" class=\"wp-caption alignleft\"><img fetchpriority=\"high\" decoding=\"async\" class=\"wp-image-6723 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/07\/Bruja03.jpg\" alt=\"\" width=\"410\" height=\"300\" \/><figcaption id=\"caption-attachment-6723\" class=\"wp-caption-text\">Con la impresora de cama plana Mimaki JFX200-2513, es posible imprimir en casi cualquier sustrato gracias a sus tintas de curado LED-UV.<\/figcaption><\/figure>\n<p>Justo vino el estallido, que lograron sortear a duras penas, pero no estaban preparados para un segundo y más duro golpe: la pandemia. En mayo de 2020 tuvieron que despedir a sus trabajadores y trasladarse a una casa prestada en la comuna de Renca. Junto a María José trabajaron solos durante cinco meses, hasta que arrendaron un galpón en Recoleta, en el que funcionan hasta hoy. “Gracias a nuestro esfuerzo y perseverancia -cuenta con orgullo este joven emprendedor- logramos salir adelante y desde entonces a la fecha no hemos parado nunca más”.<\/p>\n<p><strong>Mimaki: soluciones avanzadas<\/strong><\/p>\n<p>Explica que optó por la marca Mimaki, porque es uno de los principales fabricantes de impresoras de inyección de tinta de gran formato y máquinas de corte para los mercados de rotulación, gráficos, industriales y textiles, y porque además cuenta con una amplia gama de softwares y elementos consumibles asociados, como tintas y cuchillas de corte.<br \/>\n“Esta marca nos permite ofrecer productos innovadores, de alta calidad y extremadamente fiables, basados en tecnología de inyección de tinta solvente y de curado ultravioleta. Siempre estamos al día con soluciones avanzadas de impresión digital bajo demanda”, asegura César.<\/p>\n<p>La capacidad instalada incluye la impresora de alta velocidad Mimaki JV150-160, la misma de los inicios, que imprime hasta 56.2 m2 por hora formatos de hasta 1,60 metros de ancho, con una resolución de hasta 1.440 dpi, con una calidad fotográfica sobresaliente.<\/p>\n<p><img decoding=\"async\" class=\"size-full wp-image-6724 aligncenter\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/07\/Bruja02.jpg\" alt=\"\" width=\"870\" height=\"232\" \/>Asimismo, la cama plana LED-UV de gran formato Mimaki JFX200-251 que trabaja con inyección de tinta directa sobre sustratos rígidos y es capaz de imprimir hasta 25 metros cuadrados por hora sobre materiales de hasta 250 x 130 cm y 50 mm de grosor. “Es realmente increíble y aunque los niveles de adherencia varían según el material, imprime en casi cualquier sustrato”, señala César.<\/p>\n<p>La más reciente adquisición es la impresora solvente rollo a rollo Mimaki SWJ-320 EA, la segunda instalada en Chile, versión mejorada de la primera máquina con que partió Bruja y que imprime hasta 3,20 metros de ancho. Cuenta con cabezales de alta velocidad de última generación, dispuestos en modo escalonado, que imprime imágenes de gran formato para casi cualquier trabajo exterior o interior a una velocidad de hasta 137 m2 por hora con una resolución de hasta 1.200 dpi empleando tintas solventadas de alta calidad. “Este es el chiche de Bruja y también de Ferrostaal Graphics, por lo que la vienen a ver muchos de sus clientes”, cuenta con orgullo.<\/p>\n<p>La dotación se completa con un plotter de corte y una mesa de corte, esta última también Mimaki, que tiene un sistema óptico para el reconocimiento perfecto de las marcas de registro para una amplia gama de sustratos rígidos y flexibles.<\/p>\n<p>“Con las nuevas adquisiciones a Ferrostaal Graphics ya no tenemos que externalizar ningún servicio, lo que nos permite cumplir con nuestros clientes. Más que tinta, somos servicio. Ese es nuestro lema, porque la tinta la puedes encontrar en cualquier lugar, pero una imprenta que cumpla no hay muchas como nosotros”, concluye el socio de Bruja Impresiones.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>De la mano de Mimaki, en sólo tres años de operaciones esta imprenta de gráfica publicitaria se ha consolidado como proveedor de excelencia.<\/p>\n","protected":false},"author":4,"featured_media":6725,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,29,30],"tags":[],"class_list":["post-6721","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-formato-ancho","category-noticias"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6721","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=6721"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6721\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/6725"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=6721"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=6721"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=6721"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}