{"id":6728,"date":"2022-07-05T18:20:34","date_gmt":"2022-07-05T22:20:34","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=6728"},"modified":"2022-07-05T18:22:48","modified_gmt":"2022-07-05T22:22:48","slug":"las-grandes-ideas-tienen-pequenos-comienzos","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/las-grandes-ideas-tienen-pequenos-comienzos\/","title":{"rendered":"Las grandes ideas tienen pequeños comienzos"},"content":{"rendered":"<h6><span class=\"style-scope yt-formatted-string\" dir=\"auto\">Con la incorporación de la tecnología LED-UV de Mimaki, esta empresa de publicidad y diseño dio el salto para incorporarse a las grandes ligas y competir codo a codo en calidad, flexibilidad y rapidez. La impresora UCJV 300 y la cama plana UJF7151 Plus, le han permitido no solo remontar la pandemia, sino aumentar sus clientes y volumen de facturación.<\/span><\/h6>\n<p>“Las grandes ideas tienen pequeños comienzos”. Esa fue la inspiración que en 2010 motivó a Gonzalo Cares, entonces joven estudiante de ingeniería civil en informática de la USACH, a comenzar su propio negocio enfocado en el desarrollo de páginas web, tiendas virtuales y softwares relacionados. Dos años después creó formalmente la empresa Carespc Soluciones.<br \/>\nRespondiendo a las necesidades de sus clientes, la empresa derivó poco a poco al diseño de oficinas y vestimenta hasta consolidarse finalmente, y casi por casualidad, en su giro actual: publicidad y diseño.<\/p>\n<figure id=\"attachment_6734\" aria-describedby=\"caption-attachment-6734\" style=\"width: 410px\" class=\"wp-caption alignleft\"><img fetchpriority=\"high\" decoding=\"async\" class=\"wp-image-6734 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/07\/cincomonos02.jpg\" alt=\"\" width=\"410\" height=\"300\" \/><figcaption id=\"caption-attachment-6734\" class=\"wp-caption-text\">La Mimaki UCJV300-160 realiza funciones de impresión y corte, pudiendo ser monitoreada en forma remota.<\/figcaption><\/figure>\n<p>“Llegamos a hacerle la web a un cliente del área de transportes y durante el desarrollo del proyecto nos enfrentamos a problemas con las gráficas, lo que entorpecía nuestro trabajo. Fue así que adquirimos un plotter de corte y nos iniciamos en el mundo de la gráfica, enfocándonos en el tema vehicular”, cuenta Gonzalo.<\/p>\n<p>En 2014 se sumó al proyecto Aracelli Guerrero y en conjunto formaron la sociedad Publicidad y Diseño Cincomonos -nombre que lo representa a él, a su pareja y a sus tres hijas-, convirtiéndose rápidamente en una empresa reconocida en el rubro de la rotulación vehicular, papelería, impresión directa e instalaciones. “Nuestros clientes nos valoran por nuestros tiempos de respuesta, compromiso y responsabilidad, ofreciendo soluciones de calidad al menor costo posible”, asegura.<\/p>\n<p>Con una planta de 300 metros cuadrados en la comuna de San Joaquín y un equipo de 16 colaboradores, Cincomonos cuenta con avanzada tecnología en equipos y un sistema operativo con AI que permite a sus clientes mantenerse a un click de sus proyectos. Con solo tipear su número de orden, pueden informarse directamente del estado de avance de su trabajo, lo que sin duda constituye un factor muy valorado hoy en día.<\/p>\n<figure id=\"attachment_6732\" aria-describedby=\"caption-attachment-6732\" style=\"width: 410px\" class=\"wp-caption alignright\"><img decoding=\"async\" class=\"wp-image-6732 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/07\/cincomonos03.jpg\" alt=\"\" width=\"410\" height=\"300\" \/><figcaption id=\"caption-attachment-6732\" class=\"wp-caption-text\">La mesa de corte Colex resulta un complemento ideal y fiable para el área de impresión.<\/figcaption><\/figure>\n<p>“Partimos con otra marca también reconocida en el mercado, hasta que llegamos a Mimaki que superó todas nuestras expectativas. Incorporamos primero la impresora de rollo LED-UV UCJV 300-160, especialmente recomendada para rotulación vehicular, que ofrece gran flexibilidad y corte en línea. Cuenta con impresión multicapa para imágenes de transición o de doble cara y las gráficas se curan instantáneamente, por lo que se puede crear aplicaciones de manera eficiente para satisfacer todas las necesidades de nuestros clientes”, señala Gonzalo.<\/p>\n<p><strong>Nuevos horizontes<\/strong><\/p>\n<p>Dada la buena experiencia con Mimaki, hace poco más de un año Cincomonos dio un nuevo salto con la incorporación de la UJF7151 Plus, la cama plana LED UV de formato pequeño más robusta del mercado, que imprime en una gran variedad de sustratos, como plástico, metal, madera, cuero y vidrio, entre otros.<\/p>\n<p>“El cambio de tinta ecosolventada a tinta de curado LED-UV fue evidente en calidad y rápidamente nuestros clientes comenzaron a exigir que sus trabajos fueran hechos con Mimaki. Conquistamos también nuevos clientes. Por ejemplo, Clínica Las Condes optó por nosotros porque fuimos los únicos que logramos dar con el azul de su logo, gracias a la máquina fantástica, como la llaman. La verdad es que la tecnología LED-UV nos abrió un mundo de posibilidades”, asegura el socio de Cincomonos.<\/p>\n<figure id=\"attachment_6731\" aria-describedby=\"caption-attachment-6731\" style=\"width: 749px\" class=\"wp-caption aligncenter\"><img decoding=\"async\" class=\"wp-image-6731 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/07\/cincomonos04.jpg\" alt=\"\" width=\"749\" height=\"327\" \/><figcaption id=\"caption-attachment-6731\" class=\"wp-caption-text\">Impresora cama plana LED-UV Mimaki UJF-7151 Plus<\/figcaption><\/figure>\n<p>Además de la calidad de impresión, Gonzalo destaca la versatilidad de la UJF7151 Plus, por lo que es la cama plana ideal para la impresión a pedido. “Si mi cliente me pide un Spider Man para la pieza de su hijo, no tengo problema en hacérselo personalizado, uno a uno, y eso es gracias a Mimaki”, señala.<\/p>\n<p>Reconoce que esta nueva inversión, concretada en plena pandemia, fue una verdadera apuesta, porque a diferencia de muchas empresas que han ido quedando en el camino, optaron por la diversificación y la búsqueda de nuevas áreas de negocios para sobrevivir.<\/p>\n<p>“Decidimos ver la pandemia como una oportunidad para reinvertir y utilizar las ayudas del estado en nuevas tecnologías que nos permitieran mayor rapidez de respuesta y mejor calidad para nuestros clientes. El tiempo nos ha dado la razón: hemos aumentado la base de clientes y también los montos de facturación”, concluye el socio de Cincomonos.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Con la incorporación de la tecnología LED-UV de Mimaki, esta empresa de publicidad y diseño dio el salto para incorporarse a las grandes ligas y competir codo a codo en calidad, flexibilidad y rapidez.<\/p>\n","protected":false},"author":4,"featured_media":6733,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,29,30],"tags":[],"class_list":["post-6728","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-formato-ancho","category-noticias"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6728","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=6728"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/6728\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/6733"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=6728"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=6728"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=6728"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}