{"id":8440,"date":"2023-01-03T11:43:09","date_gmt":"2023-01-03T14:43:09","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=8440"},"modified":"2023-01-03T12:55:47","modified_gmt":"2023-01-03T15:55:47","slug":"premio-asimpres-2022","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/premio-asimpres-2022\/","title":{"rendered":"Premio Asimpres 2022: Nuevamente Mejor Proveedor de Maquinaria y Suministros"},"content":{"rendered":"<p><em>La revista Print &amp; Pack, perteneciente a Asimpres, conversó con el Gerente General de Ferrostaal Graphics, empresa que recibió el premio al mejor proveedor en la categoría Equipos y Suministros 2022 en la Cena Anual de Asimpres. Además de agradecer este reconocimiento que otorgan los clientes, Daniel Feig indicó que este es un aliciente para seguir mejorando, buscando siempre soluciones que le permitan a las empresas del rubro mantener sus operaciones al máximo.<\/em><\/p>\n<p><span style=\"font-size: 0.875em;\">Por <b>Diana González Gabelini<\/b><\/span><\/p>\n<p>Con orgullo, satisfacción, pero también con humildad, el equipo de Ferrostaal-Graphics recibió el premio a la mejor empresa proveedora en la categoría Equipos y Sumistros 2022, un reconocimiento que viene a coronar un año positivo, en el que se enfocaron en mantener a sus clientes operando al máximo posible, sin fallas de suministro e instalando sus máquinas con la rapidez y calidad que los caracteriza. “Cada vez que un cliente confía en nosotros, como empresa asumimos un gran compromiso. Nos llena de alegría ser reconocidos, pero también estamos abiertos a seguir mejorando en materia de coordinación, para hacer mucho más eficiente la operación”, expresa Daniel Feig, gerente General de Ferrostaal-Graphics.<\/p>\n<p>Pensando en 2023, el ejecutivo comenta que están trabajando en nuevas estrategias para romper los cuellos de botella que se generan en la producción, utilizando tecnologías con mayor capacidad de automatización: “No se trata de tener robots que hagan todo, pero sí contar con máquinas que permitan reducir las tareas a la mitad del tiempo. Esa mayor productividad será clave para el éxito”.<\/p>\n<p>Para este fin, Daniel Feig explica que se han planteado como equipo dos grandes desafíos. El primero es analizar de qué manera es posible reducir costos para así combatir la inflación y, en segundo término, cómo realizar el recambio de equipos, pero resguardando el bolsillo de sus clientes: “Estamos a punto de lanzar un open house en Ferrostaal-Graphics, para presentarle a nuestros clientes herramientas que les permitan reducir sus costos de operación, pero cuidando también el riesgo de esa inversión, ya que todavía enfrentamos un escenario económico de incertidumbre”, acota.<\/p>\n<p>El líder de Ferrostaal-Graphics destaca también que, en materia de sostenibilidad, es importante avanzar como gremio y concientizar al cliente final, ya que son ellos los que especifican qué materiales y tintas desean utilizar. “Si ven una diferencia en el precio, es probable que opten por lo más barato, lo que no es necesariamente lo más ecológico. Por eso, estoy convencido de que como asociación debemos ser capaces de generar eficiencias y seguir trabajando con las marcas para realizar esta evangelización, buscando la mejora continua como industria”, resume Daniel Feig.<\/p>\n<blockquote><p>“Durante 2023 nos enfocaremos en soluciones para reducir costos y en nuevas alternativas para automatizar procesos”.<\/p>\n<h6>Daniel Feig<br \/>\nGerente General Ferrostaal Graphics.<\/h6>\n<\/blockquote>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"wp-image-2753 alignnone\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2022\/03\/premio1.jpg\" alt=\"\" width=\"428\" height=\"471\" \/><img decoding=\"async\" class=\"wp-image-8444 alignnone\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/01\/Premio-Asimpres-2022.jpg\" alt=\"\" width=\"409\" height=\"450\" \/><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Elegidos la Mejor Empresa Proveedora en Equipamiento y Maquinaria.<\/p>\n","protected":false},"author":4,"featured_media":8450,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[4,30,31,33],"tags":[],"class_list":["post-8440","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-industria","category-noticias","category-opinion","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/8440","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=8440"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/8440\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/8450"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=8440"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=8440"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=8440"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}