{"id":8804,"date":"2023-03-23T09:04:40","date_gmt":"2023-03-23T12:04:40","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=8804"},"modified":"2023-03-23T09:56:10","modified_gmt":"2023-03-23T12:56:10","slug":"hp-indigo-200k","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/hp-indigo-200k\/","title":{"rendered":"Nueva HP Indigo 200K"},"content":{"rendered":"<h6>HP presenta la prensa digital HP Indigo 200K diseñada para acelerar el crecimiento de la industria del embalaje flexible<\/h6>\n<p>La nueva prensa digital HP Indigo 200K ofrece una mejora del 30 % en la velocidad y un aumento del 45 % en la productividad.<\/p>\n<ul>\n<li><strong>Aumenta la productividad:<\/strong> empuja el punto de equilibrio en un 50 por ciento y permite a los clientes triplicar su volumen. Abre la puerta a más convertidores de envases flexibles que quieran entrar en el mercado digital.<\/li>\n<li><strong>Ofrece una calidad de color equivalente al huecograbado<\/strong> mediante el uso de las tecnologías HP Indigo Liquid Electro Photography (LEP) y One-Shot Color. Con la tecnología patentada Indigo Spot Master, los convertidores pueden alcanzar fácilmente el color correcto rápidamente, mantener la consistencia y compartir los resultados de color en línea con la marca.<\/li>\n<li><strong>Mejora la sostenibilidad:<\/strong> fabricado sin emisiones de carbono, minimiza los residuos durante la configuración y la producción, reduce el consumo de energía y cumple con los requisitos de envasado de alimentos.<\/li>\n<\/ul>\n<p>HP presentó hoy su nueva prensa digital HP Indigo 200K, diseñada para brindar a los convertidores digitales flexibles la ventaja competitiva con mejor productividad, entrega bajo demanda, sin pedidos mínimos, diseños únicos, consumo de energía reducido y desperdicio mínimo. La nueva prensa se basa en la única tecnología digital probada en campo para embalaje flexible digital y en una exitosa base instalada de más de 300 prensas digitales HP Indigo 25K, serie 4, en todo el mundo2. La nueva prensa digital HP Indigo 200K de la serie 5 imprime hasta 56 m\/min (183 pies\/min) y aumenta drásticamente la productividad de tiradas cortas sostenibles de alto margen de embalaje flexible digital, que se entregan en días, no semanas.<\/p>\n<p>“La HP Indigo 200K es una prensa digital de banda media especialmente diseñada para convertidores que abordan las necesidades de las marcas en empaques flexibles, pero también cumple con los crecientes requisitos de las industrias de etiquetas y fundas retráctiles para una mayor productividad y un formato más amplio”, dijo Noam Zilbershtain. , vicepresidente y director general de HP Indigo &amp; Scitex. “El embalaje flexible es un mercado en crecimiento, y dado que los clientes de HP Indigo están creciendo mucho más rápido que el mercado3, no tengo ninguna duda de que la prensa digital HP Indigo 200K abrirá la puerta a más convertidores flexográficos que quieran unirse al éxito y reinar industria 4.0.”<\/p>\n<p>&nbsp;<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone size-full wp-image-8811\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/03\/hp-indigo-200k-packs.jpg\" alt=\"\" width=\"1200\" height=\"468\" \/><\/p>\n<p><strong>Mayor velocidad manteniendo la calidad<\/strong><\/p>\n<p>La prensa digital HP Indigo 200K presenta un aumento del 30 % en la velocidad y un aumento del 45 % en la productividad en comparación con la HP Indigo 25K4. Con una calidad de color de coincidencia de huecograbado basada en las tecnologías HP Indigo Liquid Electro Photography (LEP) y One-Shot Color, la nueva prensa ofrece la gama más amplia disponible de ElectroInks y está diseñada para imprimir paquetes de alta cobertura con blanco en la mayoría de los sustratos industriales. , tanto de superficie como de reverso. Las oportunidades comerciales adicionales incluyen elementos únicos de protección de marca.<\/p>\n<p>Tras el anuncio de Sirane Group, con sede en el Reino Unido, como uno de los primeros clientes beta de la prensa, Peter Ralten, Director Comercial y de Desarrollo de Negocios, dijo: «En Sirane, hemos estado investigando la impresión digital durante un tiempo y nos dimos cuenta de que es donde la mentiras futuras. La prensa digital HP Indigo 200K, con su increíble aumento de la productividad, abre nuevas oportunidades comerciales para nosotros. Con la incomparable calidad y versatilidad de HP Indigo, estamos ansiosos por ver los resultados de agregarlo a nuestra cartera”.<\/p>\n<p>La prensa digital HP Indigo 200K logra una producción eficiente con las capacidades de automatización del software PrintOS de HP Indigo para procesamiento por lotes, agrupamiento y datos variables, así como una combinación de colores y un flujo de trabajo más rápidos y precisos. Las herramientas de automatización para la eficiencia del operador5, junto con la producción sostenible, el empaque circular y la seguridad del empaque de alimentos6, constituyen una solución digital excepcional.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>La nueva prensa digital HP Indigo 200K ofrece una mejora del 30 % en la velocidad y un aumento del 45 % en la productividad.<\/p>\n","protected":false},"author":4,"featured_media":8808,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,60,30],"tags":[],"class_list":["post-8804","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-hp-indigo","category-noticias"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/8804","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=8804"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/8804\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/8808"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=8804"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=8804"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=8804"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}