{"id":9327,"date":"2023-07-05T19:21:35","date_gmt":"2023-07-05T23:21:35","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=9327"},"modified":"2023-07-05T19:23:36","modified_gmt":"2023-07-05T23:23:36","slug":"led-uv-vs-latex-deberias-reconsiderar-tu-tinta","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/led-uv-vs-latex-deberias-reconsiderar-tu-tinta\/","title":{"rendered":"LED-UV vs Látex: ¿Deberías reconsiderar tu tinta?"},"content":{"rendered":"<p>Por: <strong>Mustafa Okanovic<\/strong>, especialista de producto de Mimaki Europa<\/p>\n<h6><span class=\"style-scope yt-formatted-string\" dir=\"auto\">Durante la última década, la adopción de la impresión digital se ha acelerado y esta tecnología incluso se está convirtiendo en una opción popular para el futuro de la impresión a escala industrial. Sin embargo, todavía se debate cuál es el mejor tipo de tinta a utilizar en este sector, y la decisión depende en gran medida de los factores que se tengan en cuenta.<\/span><\/h6>\n<p>Al igual que con cualquier inversión recurrente, las tintas son un factor importante a tener en cuenta al invertir en una impresora o prensa, especialmente para operaciones a gran escala. No solo se suman los costos recurrentes, sino también las emisiones de CO2. Para maximizar las ganancias y mantener bajas las emisiones de CO2, es importante que la impresora cree valor agregado, sea versátil en sus aplicaciones y que la tinta tenga un buen valor para empezar. Entonces, considerando las impresoras UV-LED y látex, ¿cuál es una inversión más beneficiosa?<\/p>\n<h1>Impresión UV LED o látex – ¿Cuál es la diferencia?<\/h1>\n<p>Las tintas de látex son tintas pigmentadas a base de agua que contienen pequeñas partículas de látex, que es una forma de plástico. Una vez aplicado a un producto, se usa calor para evaporar el agua, dejando atrás el pigmento y las partículas de látex. Por otro lado, las tintas UV-LED no son a base de agua y, en cambio, dependen de luces UV especialmente diseñadas que siguen a los cabezales de impresión para secar el sustrato.<\/p>\n<h1>Sopesando los beneficios<br \/>\n1. Sostenibilidad.<\/h1>\n<p>Cada vez más, la sostenibilidad se está convirtiendo en un detalle importante, ya que los objetivos europeos1 empujan a las industrias a reducir las emisiones de CO2. Tanto las tintas UV-LED como látex tienen sus pros y sus contras en esta área. Cuando miramos el proceso como un todo, hay un claro ganador sostenible. Las tintas UV-LED requieren hasta nueve veces2 menos energía durante el proceso de impresión que las tintas látex, debido a que la composición a base de agua de las tintas látex requiere un proceso adicional de curado y secado. Las impresoras de látex deben tener un calentador de curado que las acompañe y, a diferencia de los productos creados con tinta UV-LED, no se pueden llevar a la máquina de procesamiento posterior antes de que un calentador de curado las seque adecuadamente. Esto significa que todo el proceso lleva mucho más tiempo, lo que lo hace más inconveniente, costoso y menos ecológico. Algunos fabricantes de tecnología de impresión, como Mimaki con su serie JV400LX, han creado tintas de látex que curan a bajas temperaturas para abordar este problema y minimizar el consumo de energía. Sin embargo, en general, las tintas UV-LED se curan instantáneamente con una fracción de la energía que necesita el látex, lo que genera un gran ahorro de energía y hasta diez veces menos emisiones de CO₂ que la impresión látex.<\/p>\n<p>En términos de seguridad, ambas tintas son seguras de usar después del curado. Las tintas de látex tienen la ventaja de su composición a base de agua, que las tintas UV-LED compensan con emisiones reducidas de COV.<\/p>\n<p>Además, todas las tintas UV-LED y látex de Mimaki cuentan con la certificación ECO GreenGuard Gold. Esto significa que los productos son ampliamente aceptables para su uso, incluso en entornos que requieren un alto nivel de calidad del aire, como escuelas e instalaciones sanitarias. A medida que crece la conciencia sobre los cambios climáticos, la migración hacia técnicas de producción más sostenibles se acelera y seguirá siendo una consideración importante para los PSP en el futuro.<\/p>\n<h1>2. Rentabilidad.<\/h1>\n<p>Aquí hay un claro competidor destacado, ya que las impresoras UV-LED tienen una inversión inicial más baja y las tintas UV-LED cuestan menos por litro en comparación con las tintas de látex. Combinado con un consumo de tinta hasta 3 veces menor en comparación con látex, el uso de impresoras UV-LED puede marcar una diferencia significativa en los márgenes de ventas y las ganancias.<\/p>\n<p>Demostrando su versatilidad, la tecnología de curado UV-LED no produce calor, por lo que no limita la gama de materiales que se pueden utilizar. En comparación con el látex, que solo permite el uso de materiales resistentes al calor, a menudo caros, UV-LED imprime con éxito incluso en los materiales más baratos, sin necesidad de un recubrimiento especial. También se pueden crear aplicaciones brillantes o mate de lujo y muy rentables con tintas transparentes UV-LED, especialmente diseñadas para imprimir en tecnología multicapa, al imprimir con tintas de color o blancas al mismo tiempo.<\/p>\n<p>Reducir el desperdicio es una forma efectiva de reducir costos y reducir el impacto ambiental. Las tintas UV-LED también son una mejor opción aquí, ya que desperdician un 17 % menos de tinta que sus contrapartes látex, en gran parte debido a que se requiere menos lavado durante y entre los trabajos de impresión que utilizan la tecnología UV-LED.<\/p>\n<p>Los cabezales de impresión piezoeléctricos UV-LED duran mucho más en comparación con los cabezales de impresión látex, que deben reemplazarse después de que solo se hayan usado 1,5 litros de tinta. En comparación, los cabezales de impresión piezoeléctricos UV de Mimaki están totalmente cubiertos por una garantía mínima de 1 año, independientemente del volumen de impresión durante el período de garantía.<\/p>\n<h1>3. Calidad de salida.<\/h1>\n<p>Aunque la vitalidad del color es donde la impresión látex se destaca, la calidad general y la claridad de los detalles, como los tonos de piel y los detalles de impresión fina, así como la combinación de colores en pedidos repetidos, están sin duda del lado de la impresora UV-LED. Tecnologías únicas, como la tecnología Mimaki Variable Dot, han permitido reducir la granulosidad para saltos tonales duros, lo que ayuda a crear una imagen realista de calidad fotográfica.<\/p>\n<p>Cuando se trata de durabilidad, gracias a las tecnologías de curado únicas, las tintas UV-LED tienen una resistencia superior a los rayones. A menudo, las aplicaciones impresas con UV-LED, como los gráficos para pisos, se pueden usar inmediatamente después de la impresión sin ningún procesamiento posterior, a diferencia de las tintas de látex que siempre requieren laminación para aplicaciones al aire libre o que se rayan con frecuencia.<\/p>\n<h1>La conclusión<\/h1>\n<p>En última instancia, diferentes impresores priorizarán diferentes factores al elegir su impresora y, según las aplicaciones que deseen imprimir, sus requisitos serán diferentes. Látex puede crear aplicaciones coloridas más vibrantes, y para aquellos impresores que solo trabajan con una cantidad limitada de materiales, este podría ser el indicado. Sin embargo,<strong> la tecnología LED-UV lidera claramente el camino en términos de sostenibilidad, rentabilidad, flexibilidad, resistencia a los arañazos y calidad<\/strong>. <strong>Con esta combinación de beneficios, LED-UV finalmente ofrece un retorno de la inversión más rápido.<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Considerando las impresoras UV-LED y látex, ¿cuál es una inversión más beneficiosa?<\/p>\n","protected":false},"author":4,"featured_media":9330,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,29,4,30,33],"tags":[],"class_list":["post-9327","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-formato-ancho","category-industria","category-noticias","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/9327","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=9327"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/9327\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/9330"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=9327"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=9327"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=9327"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}