{"id":9652,"date":"2023-09-11T08:24:03","date_gmt":"2023-09-11T11:24:03","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=9652"},"modified":"2023-09-11T11:30:07","modified_gmt":"2023-09-11T14:30:07","slug":"aplik-impresiones-sustentabilidad-que-impulsa-crecimiento","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/aplik-impresiones-sustentabilidad-que-impulsa-crecimiento\/","title":{"rendered":"Aplik Impresiones: Sustentabilidad que impulsa crecimiento"},"content":{"rendered":"<p>Por: <strong>Claudio Mussóns<\/strong>, Marketing y Comunicaciones Ferrostaal Graphics<\/p>\n<p>Desde hace seis años el Grupo Aplik enfoca sus servicios en clientes relacionados al retail, conformando paulatinamente un holding de empresas que prestan servicios de almacenaje y distribución, soportes publicitarios, implementación de material publicitario y, finalmente, impresión. Es así como hace dos años surge Aplik Impresiones, con el objetivo de plasmar las ideas de sus clientes con la máxima calidad, insertos en la sinergia del grupo de empresas Aplik. Con este hito, el Grupo Aplik logra dar un servicio 360°, partiendo con el diseño, luego producción, despacho, implementación a nivel nacional y reporte final, todo centralizado en un solo ejecutivo.<br \/>\nAriel Arancibia Rivera, gerente general Grupo Aplik, nos comenta “Esto partió básicamente por la necesidad del cliente, antes tercerizábamos todo y nos dimos cuenta de que había un buen nicho de negocio, y para iniciar el área invitamos a Abigail Navarrete (con más de 15 años de experiencia en el rubro) a ser parte del proyecto como jefa del área impresión, desde ahí empezamos con Ferrostaal Graphics esta verdadera alianza, ya que jamás hemos mirado otra empresa para comprar una máquina”.<\/p>\n<figure id=\"attachment_9667\" aria-describedby=\"caption-attachment-9667\" style=\"width: 1418px\" class=\"wp-caption alignnone\"><img fetchpriority=\"high\" decoding=\"async\" class=\"wp-image-9667 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/09\/JFX200-EX_UJV100.jpg\" alt=\"Impresoras LED-UV de Mimaki: rollo a rollo UJV100-160 y cama plana JFX200-2513 EX\" width=\"1418\" height=\"405\" \/><figcaption id=\"caption-attachment-9667\" class=\"wp-caption-text\">Impresoras LED-UV de Mimaki: UJV100-160 (rollo a rollo) y JFX200-2513 EX (cama plana)<\/figcaption><\/figure>\n<p>Esta confianza ha respaldado el proyecto de calidad de Aplik, implementando soluciones tecnológicas de marcas como Mimaki, Colex y Grafexus, para suplir las necesidades de clientes y sus planes de crecimiento. “En la actualidad tenemos impresión eco solventada y estamos innovando con LED-UV, tanto en impresión rollo a rollo como cama plana, sin dejar de mencionar una mesa de corte Colex, laminadora y plotter de corte, o sea, todas las máquinas en Aplik Impresiones son compradas en Ferrostaal Graphics; desde el día uno que Alejandro Palma (ejecutivo comercial en Ferrostaal Graphics) nos ha acompañado” confirma Ariel.<br \/>\nAsí es como han llegado a conformar una cartera de clientes destacada, con empresas de renombre y gran volumen de impresión. “Nuestra cartera es súper variada, tenemos el cliente interno por parte de Aplik Trade (miembro del grupo) con marcas como Banco de Chile y Claro Chile, pero también tenemos clientes que han llegado directo a la imprenta, como Decathlon, y agencias de publicidad que prestan servicios a McDonald&#8217;s, Subway o Papa John&#8217;s, también llegan a imprimir acá por lo mismo, les gusta la calidad de impresión”, dice Jahir Barrera López, gerente comercial Grupo Aplik.<\/p>\n<h5>La sustentabilidad como valor<\/h5>\n<p>La necesidad imperiosa de dar sustentabilidad a los distintos elementos de marketing de punto de venta, ha posicionado a la impresión LED-UV de Mimaki como la solución más conveniente y un pilar de su propuesta comercial, ya sea por su versatilidad en el uso de materiales, como por su bajo consumo energético. Abigail Navarrete, jefa del área impresión, nos explica “hoy estamos imprimiendo sustratos rígidos en un 60% de impresión directa frente a un 40% de adhesivo PVC emplacado; tenemos clientes que todavía les gusta esto de laminar, les da seguridad, pero hemos realizado un trabajo en conjunto con la plana ejecutiva, para incentivarlos a que migren a LED-UV, que prueben nuevos materiales y hemos tenido buenos resultados, de hecho, uno de nuestro clientes fuertes, Decathlon, con el que empezamos imprimiendo en adhesivo para luego emplacarlo, hoy en día está imprimiendo todo en forma directa”.<br \/>\n<img decoding=\"async\" class=\"wp-image-9661 alignleft\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/09\/fsc.gif\" alt=\"\" width=\"232\" height=\"286\" \/>Conscientes del valor que aporta la sustentabilidad de sus procesos,<strong> Aplik Impresiones obtuvo la certificación FSC<\/strong> (<strong>Forest Stewardship Council<\/strong>, en inglés, o Consejo de Administración Forestal), sistema de certificación que garantiza que materiales y productos derivados de la madera, como es el caso de papeles y cartones, procedan sólo de bosques gestionados de forma responsable, así como la custodia de estos en su cadena de distribución. “Con esta certificación estamos validados internacionalmente para imprimir de manera sustentable para nuestros clientes más exigentes, esto conlleva todo un proceso, que es cómo recuperas el material y cómo lo puedes destruir, de manera que sea un aporte al medioambiente y no llevar todo al botadero y seguir imprimiendo y botando”, comenta Ariel Arancibia, y agrega “Los clientes nos están pidiendo sustentabilidad y materiales más ecológicos, por eso estamos trabajando con algunos proveedores que nos ofrecen buenas soluciones en sustratos, lo que nos ayuda a ingresar a prospectos importantes, por ejemplo, L’Oreal nos exige tener la certificación FSC para poder imprimir con ellos, Kimberly Clark también está entrando fuerte con el tema sustentable, entonces estamos haciendo hartas cosas relacionadas a nuevos tipos de material a imprimir y obviamente que las máquinas que tenemos hoy en día, cama plana y rollo a rollo LED-UV de Mimaki, nos permiten hacerlo”.<\/p>\n<figure id=\"attachment_9658\" aria-describedby=\"caption-attachment-9658\" style=\"width: 554px\" class=\"wp-caption alignright\"><img decoding=\"async\" class=\"wp-image-9658\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/09\/aplik-DSC_0207.jpg\" alt=\"\" width=\"554\" height=\"382\" \/><figcaption id=\"caption-attachment-9658\" class=\"wp-caption-text\">El equipo de producción Aplik posa junto a su impresora de cama plana Mimaki JFX200-2513 EX.<\/figcaption><\/figure>\n<p>La demanda de las grandes marcas por disminuir el impacto de sus campañas “implica una gran inversión de su parte sustituyendo materiales como el polipropileno por cartón certificado, el que no se puede reutilizar y se debe reciclar, resultando más caro”, nos explica Abigail. “Estamos conscientes que cualquier elemento impreso puede contaminar, pero con procesos de reutilización de materiales plásticos, reciclaje de los materiales eco-friendly, más la certificación FSC, tratamos de disminuir su impacto”.<br \/>\nPor su parte, Jahir Barrera opina que en la medida que se avance en el desarrollo de materiales eco sustentables de menor costo, las empresas van a empezar a incorporar el concepto mucho más fuerte, “Ya están partiendo algunas, las cadenas internacionales de más valor tienen por política establecerlo como requerimiento y nosotros dentro de eso invertimos en esta certificación, ya que implica un gran esfuerzo humano y económico, y de esta forma poder adelantarnos a otros impresores, apoyados por nuestra tecnología de impresión quisimos <em>dar el primer combo<\/em>, como se dice en el boxeo, y nos ha funcionado súper bien, hemos tenido súper buena recepción de nuestros clientes”.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Conscientes del valor que aporta la sustentabilidad de sus procesos, Aplik Impresiones obtuvo la certificación FSC (Forest Stewardship Council, en inglés, o Consejo de Administración Forestal), sistema de certificación que garantiza que materiales y productos derivados de la madera, como es el caso de papeles y cartones<\/p>\n","protected":false},"author":4,"featured_media":9657,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,29,4,30,33],"tags":[],"class_list":["post-9652","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-formato-ancho","category-industria","category-noticias","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/9652","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=9652"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/9652\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/9657"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=9652"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=9652"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=9652"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}