{"id":9981,"date":"2023-10-26T09:12:29","date_gmt":"2023-10-26T12:12:29","guid":{"rendered":"https:\/\/www.ferrostaal-graphics.com\/?p=9981"},"modified":"2023-10-26T09:41:10","modified_gmt":"2023-10-26T12:41:10","slug":"bonta-publicidad-compromiso-que-construye-marca","status":"publish","type":"post","link":"https:\/\/www.ferrostaal-graphics.com\/bonta-publicidad-compromiso-que-construye-marca\/","title":{"rendered":"Bonta Publicidad: Compromiso  que construye MARCA"},"content":{"rendered":"<p><strong>Esta joven empresa liderada por mujeres,\u0003en un rubro tradicionalmente masculino, encontró una oportunidad rentable en la impresión en bajos tirajes para etiquetas\u0003de papel, dando respuesta a la creciente demanda por impresión en soportes ecológicos, siempre de la mano de Mimaki, que ofrece gran calidad de impresión LED-UV, brillo y relieve inigualables.<\/strong><\/p>\n<p>Reinventarse o desaparecer. Ese fue el dilema que enfrentó Natalie Espinoza, cuando a fines de 2019 la contingencia social amenazó su sueño de independencia. Justo en ese momento llegaba a Bonta Publicidad la impresora LED-UV de cama plana Mimaki UJF-3042, una apuesta considerable para una empresa pequeña como la suya. Pero lejos de desanimarse, optó por “¡echarle pa delante!”, sin imaginar que vendría un segundo golpe: el COVID19.<\/p>\n<p>“Tuve la producción detenida al inicio, porque no sabía cómo vender en plena pandemia. Las empresas grandes no querían invertir y yo estaba enfocada en ese tipo de compañías. La pandemia me obligó a reinventarme y comencé a vender a Pymes. Si no fuera porque cambiamos el foco, habría terminado cerrando como tantas otras. En ese sentido, puedo decir que la pandemia y los pequeños emprendedores me ayudaron”.<\/p>\n<p>El empujón que la sacó adelante se lo dieron las redes sociales, donde empezó a dar a conocer sus servicios de diseño, impresión y asesorías informáticas, a un público compuesto principalmente por empresas pequeñas, emprendedores que se multiplicaban al alero de la pandemia. En ese proceso, asegura, se mantuvo siempre fiel al objetivo inicial: cumplir los plazos y compromisos con sus clientes, sin importar su tamaño.<\/p>\n<figure id=\"attachment_9982\" aria-describedby=\"caption-attachment-9982\" style=\"width: 1000px\" class=\"wp-caption alignnone\"><img fetchpriority=\"high\" decoding=\"async\" class=\"wp-image-9982 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/10\/bonta-header.jpg\" alt=\"Natalie Espinoza, socia fundadora de Bonta Publicidad\" width=\"1000\" height=\"480\" \/><figcaption id=\"caption-attachment-9982\" class=\"wp-caption-text\">Natalie Espinoza, socia fundadora de Bonta Publicidad<\/figcaption><\/figure>\n<p>“Trabajando tantos años en imprenta, decidí enfocarme en la problemática que siempre vi: la dificultad para cumplir los plazos. Mi idea era hacer algo que los demás no hicieran y por eso yo no ofrezco ningún plazo que no pueda cumplir. Ese es mi elemento diferenciador”.<br \/>\nNos cuenta que para lograr lo anterior, el secreto ha sido tener a su equipo motivado y alineado con los objetivos de la empresa. “No es fácil para una empresa evitar roces, por esto siempre trato de generar buena onda en mi equipo y así mantenernos concentrados para el objetivo final: Si cumplimos con nuestro cliente, crecemos y nos va bien a todos. Eso lo tienen muy claro las chicas. No es raro que las empresas se dediquen a ganar plata y descuiden a sus trabajadores y el ambiente laboral, cuando son ellos quienes hacen realidad los proyectos de los clientes”.<\/p>\n<h5>Salto definitivo<\/h5>\n<p>Diseñadora gráfica de profesión, trabajó durante diez años en el área de preprensa hasta que decidió incursionar como independiente. Después de algunos intentos fallidos, de idas y venidas, al fin le dio el palo al gato, impulsada por un grupo de crecimiento personal que dirige Pedro Engel. “Él me dijo: Nati, la libertad no se paga con nada. Creo mucho en el tema espiritual, en las energías que te transmite la gente que te rodea y este grupo me impulsó a tomar la decisión”.<\/p>\n<figure id=\"attachment_9987\" aria-describedby=\"caption-attachment-9987\" style=\"width: 400px\" class=\"wp-caption alignright\"><img decoding=\"async\" class=\"wp-image-9987 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/10\/Bonta_UJF-6042-MkII.png\" alt=\"Mimaki UJF-6042 MkII\" width=\"400\" height=\"410\" \/><figcaption id=\"caption-attachment-9987\" class=\"wp-caption-text\">Mimaki UJF-6042 MkII: Oportunidades ilimitadas para la personalización de productos. Las impresoras de la serie UJF de Mimaki son compactas y versátiles, pudiendo imprimir directamente sobre madera, acrílico, PVC y otros materiales. El curado de tinta LED-UV seca instantáneamente la tinta, lo que reduce casi a cero el tiempo de inactividad. Con el módulo de impresión cilíndrica produce artículos publicitarios de alta calidad, además de galvanos, carcazas personalizadas, recuerdos, empaques y más.<\/figcaption><\/figure>\n<p>Partió como persona natural, hace seis años, ofreciendo servicios de diseño e imprimiendo con un plotter digital usado. Luego formó Bonta Publicidad, el apellido de su esposa, que ha sido su gran apoyo. Su idea fue crear una empresa manejada por mujeres -solo trabaja un hombre en el equipo-, para no repetir la historia que a ella misma le tocó vivir: “A mí siempre me discriminaron por ser mujer o me miraron en menos por no tener estudios universitarios. Hacía la misma pega que mi compañero, pero ganaba menos. Esa fue una de las razones por las que quise independizarme”. Su sello femenino, dice, se nota en la preocupación por los detalles y en el estilo de la atención.<\/p>\n<p>Cuando Bonta Publicidad pudo acceder a financiamiento, la inversión que realizaran debía ayudarles a dar el salto definitivo en calidad y rentabilidad. Por eso confiaron en la impresión LED-UV de Mimaki. Hoy cuentan con dos camas planas de la serie UJF, una UJF-3042 y la más reciente UJF-6042, además del plotter de impresión y corte UCJV300-75, único en Chile. “Mimaki es una marca muy confiable, máquinas fáciles de operar y Ferrostaal Graphics me entrega un servicio técnico muy rápido”, asegura Natalie. “Yo sé operarlas todas, y si me falta alguien… ¡me pongo a trabajar!”.<\/p>\n<figure id=\"attachment_9988\" aria-describedby=\"caption-attachment-9988\" style=\"width: 400px\" class=\"wp-caption alignleft\"><img decoding=\"async\" class=\"wp-image-9988 size-full\" src=\"https:\/\/www.ferrostaal-graphics.com\/wp-content\/uploads\/2023\/10\/Bonta_Mimaki-ucjv300-75.png\" alt=\"Mimaki UCJV300-75\" width=\"400\" height=\"336\" \/><figcaption id=\"caption-attachment-9988\" class=\"wp-caption-text\">Mimaki UCJV300-75: Formato de 75 cm de ancho e impresión con blanco y clear, especial para etiquetas de gran valor. Una impresora inkjet versátil que combina impresión LED-UV y corte de precisión (Print&amp;Cut). Estas características son suficientes para cubrir desde stickers o etiquetas con plazo de entrega reducido, en casi cualquier material, hasta un señalética de vanguardia.<\/figcaption><\/figure>\n<p>El plotter Mimaki UCJV300-75 le permitió cubrir la demanda por etiquetas de papel, respondiendo a la preocupación creciente por el impacto medioambiental de los impresos, y que no cuenta con respuestas de calidad para tirajes reducidos. Natalie maneja órdenes de trabajo desde 100 etiquetas a “precio accesible para el cliente y además nos da la satisfacción de contribuir al medio ambiente. En el caso del PVC los restos van directo a la basura, mientras que nuestros sobrantes de papel se reciclan”.<br \/>\nExplica que una de las ventajas del plotter UCJV300-75, además de la impresión en cuatro capas y el corte integrado, es que permite aplicar clear para conseguir brillo y relieve especiales, por ejemplo, para imprimir textos en Braille. “¡Es una máquina maravillosa para destacar algún elemento en la etiqueta! Estoy tan segura del resultado, que cuando alguien cotiza un trabajo, le imprimo una etiqueta de muestra gratis. Si le gusta, acepta el presupuesto y la hace conmigo. Estamos enfocados en atender bien a nuestros clientes, porque nuestro objetivo es que vuelvan con nosotros una y otra vez”, concluye la dueña de Bonta Publicidad.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Esta joven empresa liderada por mujeres, en un rubro tradicionalmente masculino, encontró una oportunidad rentable en la impresión en bajos tirajes para etiquetas de papel, dando respuesta a la creciente demanda por impresión en soportes ecológicos, siempre de la mano de Mimaki, que ofrece gran calidad de impresión LED-UV, brillo y relieve inigualables.<\/p>\n","protected":false},"author":4,"featured_media":9984,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[62,29,4,30,33],"tags":[],"class_list":["post-9981","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-destacado","category-formato-ancho","category-industria","category-noticias","category-tendencia"],"acf":[],"_links":{"self":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/9981","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/comments?post=9981"}],"version-history":[{"count":0,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/posts\/9981\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media\/9984"}],"wp:attachment":[{"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/media?parent=9981"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/categories?post=9981"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.ferrostaal-graphics.com\/wp-json\/wp\/v2\/tags?post=9981"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}